
export const ZODIAC_DATA: Record<string, string> = {
  "Rat": `
属鼠的 2026 年运程
整体运程
受「子午冲」影响，肖鼠者来到马年属冲太岁，故将会是十二生肖当中变化最大的一员，务必谨慎应对。虽然犯太岁运势未必一面倒，但容易走向两极，尤其丙午年属火旺之年，若命格利火者尚能缓慢向前，惟忌火者则难免要面对挑战。所谓「一喜挡三灾，无喜是非来」，冲太岁之年适宜有结婚、添丁、置业或创业等人生大事冲喜，可望将相冲力量减到最低。惟未有喜事者则要有心理准备面对事业、爱情或家宅等不同范畴的变化冲击，建议调低目标、不宜作重大决定，以「让运」心态度过为佳。
虽然冲太岁令运动起伏不定，可幸仍有「唐符」吉星驾临，为肖鼠者的事业增添助力。此星代表权力与威望，若任职警队、海关或消防等纪律部队，马年可望发挥领导才能；从事大机构、政府部门或管理层亦可一展所长，才华得以彰显。而「天厨」顾名思义就是有关饮食的吉星，反映马年社交运活跃，可望有不少饭局应酬及大饱口福的机会。
不过，新一年有「岁破」凶星入主，代表人际关系上的破败，尤其容易得罪权贵，肖鼠者需要注意个人言行，慎防因为言语误会而遭受攻击。「大耗」则是大破财星，马年容易决策错误而招致损失，故无论投资或创业亦宜以小博大，不宜涉猎高风险的投机炒卖。「灾煞」及「天哭」则是旅途中的意外惊吓，建议及早购买医疗及旅游保险，慎防有航班延误或行李遗失情况，亦要避免进行高危的户外活动，即使坚持参与亦要有专业教练结伴同行，凡事以安全为上。
其实冲太岁就如遭受别人攻击，原地不动容易受伤，故适合多作走动避开危险，亦可借助外力保护自己。而肖鼠、肖猴及肖龙属三合生肖，马年宜贴身佩戴猴形及龙形生肖饰物助旺自身力量，并最好于蛇年年底检查身体、立春后则拜太岁，多作健康管理及赠医施药善举。另外亦不宜触动家中五黄（正南）及二黑（西北）流年病星飞临位置，凡事准备妥当则相冲年份亦可平安大吉。

【财运】
冲太岁令肖鼠者的财运起伏较大，打工一族有「唐符」吉星支持，马年尚且能有合理薪酬调整；惟从商者于不同月份的业绩起伏较大，容易有「三更穷、五更富」情况，需要开源节流、积谷防饥。尤其全球经济环境欠佳，即使相熟客户亦尽量不宜借贷、赊数，以免对方周转不灵而赖帐，又或受到其他外围因素拖累而招致损失。其实相冲年份宜动不宜静，马年不妨将产品或服务拓展至不同国家地区，「动中生财」则仍可望有一线商机。
不过，马年财运始终存在暗涌，加上有「大耗」凶星入主，无论创业或投资均需要特别谨慎，即使看似手到拿来的项目亦要多作部署，慎防落实后与预期有所落差，又或出现突如其来的变化，令自己措手不及。建议新一年的投资策略应以稳健为大前提，避免投入大额金钱，反而采取以小博大的方式进行，成功机会较高。
由于相冲年财运充满变数，肖鼠者不宜将目标订得太高，赚取收入后可将部分现金购买宝物资产或置业保值，惟谨记只宜自用、不能炒卖，亦可花费于搬迁、装修、维修或健康管理之上，主动应验冲太岁的运势变化。

【事业】
马年喜获「唐符」吉星进驻，此星代表权力与威望，肖鼠者的仕途得意，工作魄力十足，尤其任职纪律部队如警队、海关或消防等将最能感受到助力，有望发挥领导才能，统领下属做出成绩。而管理层或于大机构工作者亦有受惠，可望于职场上大放异彩，兼获上司赏识而有晋升机会。不过，受到不利人际关系的「岁破」制衡，马年人事纷扰频繁，待人处事宜保持谦虚低调，慎防因为「言者无心」听者有意而开罪重要人物，影响原本向好的事业发展。
另外，部分肖鼠者或会于相冲年份萌生转职念头，惟始终运势起伏不定，需要小心评估箇中风险，若坚持离开亦宜尽量于下半年落实执行，并必须签约落实始辞去原有职位，不宜冲动裸辞，以免新公司出现变卦，令自己跌入较长的等候期，又或工作环境与期望有所落差，令自己陷入进退两难的局面。
其实冲太岁之年若有感事业发展受掣肘而想作出改变，不妨考虑于原有岗位申请出差、调职或驻守海外，亦可采取「让运」心态，将目标稍为调低，并多报读进修课程装备自己，待时机成熟时始作改变更为合适。

【感情】
冲太岁为感情上的「关口年」，关系需要有所推进，所谓「太岁当头坐，无喜必有祸」，情侣若有结婚打算不妨于马年执行，可望缓和相冲力量。惟于筹办婚礼的过程中务必要包容忍让，尽量分工清晰，慎防因为琐事争执不欢而散，甚或会导致分手收场。至于未有成家立室打算者，则要坚决抗拒外来诱惑，亦要多花心力维系感情，提防关系生变而出现分手离合情况。
已婚者与另一半亦会有较多摩擦，需要多加沟通、互谅互让，亦可采取人为的「聚少离多」方式相处，多出差或各自专注于事业发展，适当时候独处，而能避免争执。新一年亦属容易有喜之年，若有添丁打算可落实执行，惟成功怀孕后必须按照传统，待怀胎三个月始向外公布喜讯，以免过分高调而出现变数。
单身一族有「天厨」吉星加持社交活跃，惟马年始终不属桃花畅旺之年，容易遇上短暂姻缘；加上「岁破」较为冲击人际关系，故即使能成功「脱单」亦不宜太快公开或融入对方的家人、朋友圈子，以免招惹是非或因为闲言闲语而影响对伴侣观感，破坏刚萌芽的恋情。

【健康】
冲太岁会冲击健康及家宅运，马年要多关注长辈身体，自己亦要慎防受伤，尤其头部及手部首当其冲，而「子午冲」亦代表道路上的危险，驾驶人士要遵守交通规则，提防轻微汽车碰撞。至于「灾煞」及「天哭」飞临容易于外游时有小意外惊吓，出发前要多留意目的地天气变化，慎防有航班延误或行李及财物遗失，到步后亦要注意人身安全，避免进行爬山、攀石、滑雪或潜水等高危的户外活动，即使坚持参与亦要聘请专业教练同行，并预先购买意外及旅游保险，以策万全。
另外，「天厨」入主难免会有较多饭局应酬，惟凡事要适可而止，嗜杯中物者亦只宜浅酌，以免因为饮食过量而令肠胃超出负荷拖垮健康。建议肖鼠者养成健康的生活习惯，进行恒常运动、尽量作息定时，亦要多作体重管理。
由于相冲力量强大，肖鼠者容易感受到压力，建议采取「让运」心态，不宜作重要决定，亦可多花费于购买保健品或健康管理之上，于蛇年年底检查身体，主动破财挡灾应运。若大门或床头坐落于流年五黄（正南）或二黑（西北）病星位置，需要摆放铜器重物化解，凡事稳妥则可平安度过。

农历正月（西历 2026 年 2 月 4 日至 3 月 4 日）
受是非口舌困扰情绪低落，建议做好自己，对闲言闲语无须过分上心，亦可出门外游，既可散心亦可带动运势。一九六〇年出生者财运易有耗损，不宜鲁莽开展新投资计划。一九八四年出生者较为固执，容易有人事纠纷，需要多聆听别人意见。本月手部容易受伤，进行户外活动时要注意安全。

农历二月（西历 2026 年 3 月 5 日至 4 月 4 日）
「子卯相刑」较为冲击健康，需要多争取休息时间，不宜工作过劳。本月亦容易桃花破财，与异性不宜有太多金钱缪辖，合作投资更要特别谨慎，慎防因财失义。一九七二年出生者情绪焦虑，容易杞人忧天，不妨多接触大自然舒缓减压。一九九六出生者喉咙、气管及呼吸道较弱，容易有久咳不愈情况，若有吸烟习惯者宜及早戒掉。

农历三月（西历 2026 年 4 月 5 日至 5 月 4 日）
做事有表面风光，开始时发展顺遂、但落实后却困难重重，建议随缘随遇，放慢脚步运动反而会较为理想。一九四八年出生的长者有轻微偏财运，钟情赛马活动或碰运气。一九七二年出生者容易被金属所伤，驾驶人士需要注意道路安全。

农历四月（西历 2026 年 5 月 5 日至 6 月 4 日）
财运一得一失，从商者要开源节流、积谷防饥，削减不必要的开支，赚取收入后亦宜将部分资金购买实物保值，以免无辜破财。一九八四年出生者有贵人力量加持，做事事半功倍，惟容易因为坚持己见而开罪他人，需要广纳百川。二○○八年出生者与家人关系繁张，双方僵持不下令情绪颇受困扰，需要冷静沟通寻求共识，亦可出门外游放松身心。

农历五月（西历 2026 年 6 月 5 日至 7 月 6 日）
相冲月份人际关系四面受敌，容易无辜招惹是非，待人接物要保持低调，以免锋芒太露而遭受攻击。一九六〇年出生者本月属"天冲地冲"，难免要为家宅琐事而奔波劳碌，建议放假出门外游，以"借地运"方式提升运势。一九八四年出生者健康运欠佳，需要慎防家居陷阱而意外受伤。

农历六月（西历 2026 年 7 月 7 日至 8 月 6 日）
"少说话、多做事"，谨守岗位明哲保身。一九六〇年出生者睡眠质量欠佳，需要留意寝室是否受噪音或光线问题滋扰，亦可更换床褥或窗帘，营造舒适的睡眠环境。二〇〇八年出生者工作压力庞大，需要学懂劳逸结合，亦可多做带氧运动舒缓减压。

农历七月（西历 2026 年 8 月 7 日至 9 月 6 日）
运势回升、有新合作机会出现，若只需投入时间心力则不妨一试，惟大额投资则不宜轻举妄动，需要多观察市场环境再作决定。一九七二年出生者与身边人有较多摩擦，需要互相忍让，以和为贵。本月头部容易受伤，不宜进行高危的户外活动。一九九六年出生者有家人、亲友提出财务借贷请求，建议量力而为，不宜强出头。

农历八月（西历 2026 年 9 月 7 日至 10 月 7 日）
事业有新发展机遇，之前遇到的困难阻碍亦可见曙光，连带财运亦有进步，不妨积极把握好运，勇往直前。一九七二年出生者家宅运较受冲击，需要多花时间关心长辈健康，亦要注意个人情绪，不妨相约朋友聚会倾诉。一九八四年出生者面对流言蜚语压力较大，尤其事不关己不宜多加意见，以免无辜卷入是非漩涡。

农历九月（西历 2026 年 10 月 8 日至 11 月 6 日）
本月将有升迁机会，权责及职衔可望提升，惟薪酬加幅只属一般，加上工作压力较大，有轻微多劳少得。一九六〇年出生者思想悲观消极，精神难以集中，不妨多出门郊游，以大自然的能量缓解郁结。二〇〇八年出生者跌入破财运，需要留意理财方向，慎防入不敷支。

农历十月（西历 2026 年 10 月 8 日至 12 月 6 日）
事业扶摇直上，可望一展所长，惟本月属暗地漏财，需要量入为出，签署文件、合约前亦要请专业人士核对条款细则，以免大意出错而有损失。一九八四年出生者受失眠问题困扰，精神恍惚有机会令手部意外受伤，需要特别小心。一九九六年出生者人际关系如履薄冰，待人处事要保持低调，慎防卷入复杂的办公室政治之中。

农历十一月（西历 2027 年 1 月 5 日至 2 月 3 日）
健康运受冲击，容易意外受伤，驾驶人士要注意道路安全，热爱运动者亦要特别小心，尤其出门后不宜进行高危户外活动，以免乐极生悲。一九八四年出生者与身边人意见分歧，需要多沟通寻求共识。本月手部容易受伤，户外活动时要格外注意。二〇二〇年出生的小朋友手部及脚部容易受伤，家长需要有危机意识，慎防家居意外。

农历十二月（西历 2027 年 1 月 5 日至 2 月 3 日）
冲太岁之年即将完结，事业及财运将会渐趋稳定，惟本月运势仍存在暗涌，除了要为家事而劳心，亦有机会无辜破财，需要谨慎应对，不能松懈。一九六〇年出生者有劫财运，面对不熟悉的投资项目不宜盲目追捧，容易决策错误而招致损失。一九九六年出生者本月属"天合地合"，建议不宜作重要决定，亦可放出门外游，以"借地运"方式带旺运势。

趋吉避凶的吉祥物
属鼠的人今年冲犯太岁，前路崎岖不平，财运低迷不振，健康易出问题。可在东南摆放一个三合太岁挂件作为吉祥物。
`,
  "Ox": `
属牛的 2026 年运程
整体运程
肖牛者于马年属害太岁，虽然其冲击力量较本命年及冲太岁轻微，但「害」有陷害之意，反映新一年人际关系较弱，容易被人暗箭所伤，加上有较多牙痛、皮肤敏感或肠胃炎等健康问题，家宅又容易有噪音、漏水等情况，不同层面的琐碎困扰总会影响心情。所谓「一喜挡三灾，无喜是非来」，若马年有结婚、添丁、置业或创业冲喜则可缓和害太岁的负面影响，否则将要有心理准备做事较多枝节，开展时顺遂，但过程中又困难重重，以为失败最终又会成功，既然结果难料，建议肖牛者调节心态、顺势而行，以平常心面对为佳。
虽然马年属犯太岁，可幸仍有吉星进驻，为肖牛者运势增添助力。「国印」是掌管权力的帅印，新一年事业发展顺遂，尤其文职、创意工种、管理层或任职大机构者最为有利，可望大权在握兼有升迁机会。至于「紫微」及「龙德」属强而有力的贵人星，代表逢凶化吉、遇难呈祥，即使遇上困难亦能借助贵人力量一一解决。
不过，马年的凶星力量亦不能掉以轻心，「暴败」代表财运起伏较大，尤其从商者于不同月份的业绩差距极大，需要开源节流、积谷防饥。投资方面亦要以稳健为前提，只宜以小博大，大额投资则容易招致损失。至于「天厄」、「六害」及「天煞」则是出门后的小意外惊吓，外游前要注意目的地之治安及天气变化，慎防航班延误或行李遗失，凡事以安全为上。
总括而言，马年有吉星力量拱照，肖牛者的事业能扶摇直上，遇困阻亦可化险为夷；惟始终害太岁有较多小问题出现，故必须做好准备，宜贴身佩戴蛇形及鸡形太岁饰物，以「巳酉丑」三合力量保护自己，立春后则拜太岁以保平安。另外犯太岁之年也不妨多出门「借地运」，若有搬迁或装修计划者亦可落实执行，主动应验变化。另外，马年过后的羊年为冲太岁，届时运动定必更为起伏，故必须及早部署以迎接连续两年的冲击，凡事谨慎则可平安大吉。

【财运】
虽然马年未有直接的财星进驻，可幸「紫微」及「龙德」属力量强大的贵人星，肖牛者新一年有望借助人脉资源而不乏赚取机遇。投资方面可获贵人提供资讯而早着先机，又或能与实力雄厚的伙伴合作，整体获利机会较高。
不过，马年始终为害太岁之年，做事容易枝外生节，故无论创业或投资亦要特别谨慎，落实前需要多评估自己能承受的风险，尽量采取以小博大的方式进行，不宜大额投资，打算置业者亦只宜自住，切忌炒卖。而相害之年人际关系较为反复，有贵人眷顾但亦容易招惹小人，从商者要慎防遭竞争对手中伤，待人处事宜保持低调，凡事以和为贵。若与人合作则要多花时间沟通，数目亦要尽量分明，以免因财失义或因误会而反目。
商者要慎防有「三更穷、五更富」情况，不同月份的业绩相距较大，有时门庭若市，但有时又门堪罗雀，加上马年过后的羊年属冲太岁，肖牛者把握机遇之余亦不能被胜利冲昏头脑，故必须开源节流、积谷防饥，赚取收入后亦可将部分资金购买物保值，以防不敷支。

【事业】
马年喜获「国印」、「紫微」及「龙德」一组力量强大的吉星助阵，肖牛者的贵人力量充足，有望于职场上一展所长，故不妨把握机会主动出击。「国印」是掌管权力的帅印，无论职街及权力均会有所提升，惟薪酬加幅则只属一般。「紫微」及「龙德」是强大的贵人星，马年可获长辈及领导层眷顾，事业更上一层楼。
不过，始终受害太岁力量所制衡，肖牛者需要注意与同辈及下属的关系，同事之间有明争暗斗，容易因为沟通不足而惹误会，又或被小人暗箭所伤，故待人处事必须保持谦虚低调，不宜锋芒太露，以免卷入办公室政治而影响发展。
虽然犯太岁之年宜多走动，但始终运势存在暗沟，故有转职打算者需要三思，慎防新公司有人事变动而令计划成空，又或工作环境与期望有所落差，这己进退失据。建议肖牛者留守原有公司，多争取出差机会，以「动中生财」方式带旺运动。另外，马年受「暴败」影响发挥时好时坏，加上人事纷扰较为影响情绪，需要调节心态、全力以赴，并多花时间处理人事问题，谨记若能保持圆融的人际关系，则事业发展可无往而不利。

【感情】
肖牛者于马年属害太岁、紧接的羊年则为冲太岁，面对连续两年的冲击变化，有伴侣者需要及早筹划，若关系能平稳过度、则羊年有机会修成正果，否则就要慎防跌入分手运。尤其害太岁之年人际关系疲弱，需要提防受外来因素影响而对伴侣信心有所动摇。若关系未稳定者，建议低调保护恋情，不宜太快公开或投入对方家人、朋友圈子，以免意见纷纭令自己左右为难，甚或导致离异收场。
已婚者同样需要多作盘算，打算添丁者可落实执行，有望于马年怀孕、羊年分娩；若未有关枝散叶计划者，则要提防家人长辈的闲言闲语或婆媳关系而令夫妻有摩擦，即使害太岁之年未有太大冲击，踏入相冲年亦会有隐藏危机，故必须多加沟通、包容体谅，慎防伴侣心生不满而于羊年一触即发，破坏夫妻感情。
至于单身一族能得吉星助力，欲「脱单」者不妨请长辈帮忙介绍引荐，或于工作场所中多留意身边人，可望结识条件背景不俗的对象。惟马年始终未有桃花星飞临，即使有缘遇上亦不属一见钟情、展开热烈追求的类型，故不宜操之过急，不妨多花时间相处了解，待时机成熟再作发展。

【健康】
马年与紧接的羊年均属犯太岁，连续两年为健康带来冲击，故肖牛者必须谨慎防范。害太岁之年有较多牙痛、神经痛、皮肤过敏或关节旧患复发等小毛病，颇为影响情绪，加上忙于为事业冲刺、人际关系倒退又带来压力，令肖牛者容易有失眠问题，故必须学懂放松，不妨多做太极、瑜伽或打坐等沉淀自己，亦可做带氧运动及接触大自然，以正能量缓解心中郁结。
虽然犯太岁宜动不宜静，惟始终「行船跑马三分险」，加上凶星进驻容易受伤，出门后需要注意人身安全，不宜进行高危的户外活动。驾车人士亦要注意道路安全，提防轻微汽车碰撞，不妨更换安全性高的坐驾或多作维修保养，主动破财挡灾。
既然健康运一般，建议马年多购买保健品、多作健康管理及赠医施药，并于蛇年年底检查身体、马年之始捐血及洗牙，立春后做好拜太岁工作，贴身佩戴蛇形及鸡形的生肖饰物，以「合而忘冲」化解负面力量。若家宅坐落于五黄（正南）或二黑（西北）流年病星位置，则要摆放铜器重物镇压病气，谨记凡事多筹划，则犯太岁亦可逢凶化吉、遇难呈祥。

农历正月（西历 2026 年 2 月 4 日至 3 月 4 日）
本月要接手不熟悉的工作范围，过程较为艰辛，亦要面对庞大工作压力，不妨虚心地向前辈或同事请教，亦要争取休息时间，以免拖垮健康。1961 年出生者有破财运，不宜轻信市场消息而鲁莽投资。1985 年出生者有焦虑情绪，容易引发失眠问题，不妨多做太极、瑜伽等运动舒缓压力。

农历二月（西历 2026 年 3 月 5 日至 4 月 4 日）
事业运有进步，能于职场上发挥才能，惟处理监管机构的往来文件时要特别谨慎，遇有疑问可向专业人士请教，以免大意遗漏而要对簿公堂。1973 年出生者心情郁闷，容易胡思乱想，建议相约朋友聚会倾诉，不宜愁城自困。1985 年出生者面对人事纷扰心情烦躁，遇有意见分歧时要冷静沟通，凡事以和为贵。

农历三月（西历 2026 年 4 月 5 日至 5 月 4 日）
劫财月份理财方向要特别保守，不宜鲁莽开展投资计划，亦不宜作任何重要决定，以免有政策错误而招致损失。1973 年出生者有家宅问题需要处理，若牵涉借贷担保需避免超出能力范围而遭受连累。1997 年出生者放松身心，思想负面、情绪低落，不妨放假外游，放松身心。

农历四月（西历 2026 年 5 月 5 日至 6 月 4 日）
本月有新合作机会临门，惟落实前需要多考虑细节，尤其是对方的背景及财政状况，以免被破坏好事。1950 年出生者跌入破财运，不宜作任何借贷担保。1974 年出生者容易受伤，不宜参与高危的户外活动，出门后要特别注意安全，建议作详细身体检查保平安。

农历五月（西历 2026 年 6 月 5 日至 7 月 6 日）
身体健康有小毛病，需要多注意作息时间。本月亦有较多家宅问题需要劳心，尤其要多关心长辈健康，若有不适应尽快陪同求医。1985 年出生者有劫财运，出行时要小心看管个人财物，以免无辜被盗而破财。2009 年出生者手部容易受伤，有运动习惯者要特别提防。

农历六月（西历 2026 年 7 月 7 日至 8 月 6 日）
相冲月份人事问题复杂，容易有争执及招惹是非，时间许可不妨放假出门短線旅游，以「借地运」方式带动运势。1949 年出生的长者人际关系一般，不宜作中间人排难解纷，容易有吃力不讨好情况。1961 年出生者做事有较多障碍，建议本月不宜作任何重要决定，轻松度过为佳。

农历七月（西历 2026 年 8 月 7 日至 9 月 6 日）
亦得以发挥，可望于职场上有所突破。本月学习运同样顺遂，不妨报读在职课程进修增值。1997 年出生者有较多琐碎开支，需要注意财运方向，以免入不敷支。2021 年出生的小朋友有较多伤风、感冒等小毛病，家长需要多花时间照顾。

农历八月（西历 2026 年 9 月 7 日至 10 月 7 日）
做事一波三折、困难重重，可幸眼前困境只属先难后易，只需要多花时间心力处理，问题最终可迎刃而解。1973 年出生者健康运势疲弱，要注意心脏及血压方面的都市病，亦要多留心眼睛方面的小毛病。1997 年出生者财运不稳，有较多意料之外的开支，需要开源节流。

农历九月（西历 2026 年 10 月 8 日至 11 月 6 日）
人际关系倒退，与老朋友相处时要注意言行，容易因为沟通不足而惹误会。职场上待人处事亦要保持低调，事不关己不宜多加意见，以免遭受攻击。1973 年出生者情绪低落、睡眠质量欠佳，不妨出门短線旅游散心。2009 年出生者跌入破财运，需要注意理财方向，慎防入不敷支。

农历十月（西历 2026 年 10 月 8 日至 12 月 6 日）
运势全面上升，财运有进账，之前遇到的困难亦渐见曙光，属稳步向前的月份。1949 年出生的长者脚踝容易扭伤、摔伤，外出时宜请后辈或家人陪伴，不宜独自出行。2021 年出生的小朋友较为情绪化，容易因为琐事而吵闹发脾气，家长需要从旁指导，为子女梳理情绪。

农历十一月（西历 2027 年 1 月 5 日至 2 月 3 日）
有条件吸引的新项目出现，惟落实前要多了解内容细节，慎防有表面风光情况；过程中亦要多作监察，做好两手准备迎接变化，以免实际状况与期望有所落差。1961 年出生者有亲友提出财务借款请求，建议量力而为，以免令自己陷入财困。1985 年出生者有人事纠纷，需要多作协商。本月家宅亦较多问题需要处理，尤其要多花时间关心长辈健康。

农历十二月（西历 2027 年 1 月 5 日至 2 月 3 日）
本命年即将过去，运势将会步向平稳，惟仍有轻微冲击，健康方面有小毛病，情绪亦较受困扰，需要调节心态面对。本月人际关系紧张，容易因为固执己见而有人事纠纷，需要多聆听别人意见，不宜过分强势。1966 年出生者呼吸系统较弱，要避免前往人烟稠密的地方，以免呼吸道受感染。1990 年出生者将会有家人、亲友提出财务借贷请求，建议量力而为，慎防令自己陷入财困。

趋吉避凶的吉祥物
属牛的人今年害太岁，容易受人暗算，财运起伏不定，家宅不宁。可在正北摆放一个晨鸡报喜的琉璃吉祥物来生旺。
`,
  "Tiger": `
属虎的 2026 年运程
整体运程
肖虎、肖马及肖狗属「三合生肖」，既然与流年太岁关系友好，原则上运势并无重大冲击，做事亦会较为顺遂。不过，由于马年未有吉星进驻，故难以倚靠外力，凡事需要亲力亲为方可见成果，属于较为刻苦耐劳的一年。
由于吉星欠奉，传统上会相借对宫吉星助运，惟力量只有约三成。而借来肖猴的「文昌」及「驿马」，其助力主要反映在事业发展之上，故肖虎者的工作尚算有进步。「文昌」是有利读书考试的吉星，新一年头脑灵活、逻辑思维清晰，能于职场上发挥所长，尤其文职或从事创作行业将最为有利，不妨主动进修或参加升迁考核，可望凭优秀表现而有满意回报。而「驿马」则代表频繁走动，若打算前往海外升学者可落实执行，打工一族亦可多争取出差机会，人在外地将会有更理想发挥。从商者则要放弃因循守旧、想出崭新的市场策略始能突围，亦可把握机会拓展生意版图，将产品及服务带到海外市场。
但谨记对宫吉星的助力有限，凡事仍要多加耐性及小心处理。尤其马年有「白虎」飞临，代表容易遇上无理取闹、脾气刚烈的女性，若肖虎者的直属上司是女性，新一年对方将会特别挑剔，需要多控制情商以耐性应对。此星亦有「马蹄如虎口」之意，驾驶人士要注意道路安全，提防轻微汽车碰撞。「白虎」入主亦要提防被动物所伤，有饲养宠物者宜多关顾其情绪，面对不熟悉的动物则不宜随便接触，以免无辜受伤。加上「飞廉」及「大煞」夹击，外游时需要特别注意安全，提防有小型意外惊吓之事发生。至于「指背」则是人际关系上的困扰，容易招人妒忌或遭身边人说三道四，待人处事宜保持低调。
整体而言，肖虎者于马年的运势未算有太大起伏，惟始终欠缺吉星力量，故凡事均要依靠一己之力，投资方面必须多作分析研究，不能听信消息或跟随他人步伐而行。至于借来的「驿马」宜动不宜静，新一年不妨多出差或外游，以「动中生财」方式带旺运势，惟始终有凶星力量制衡，出门后需要多注意安全，谨记凡事稳妥则可万事大吉。

【财运】
肖虎与肖马关系份属友好，故新一年不乏新合作机会，亦可尝试不同的新方向，惟始终流年未有吉星进驻，贵人力量欠奉，故需要有心理准备只能单打独门赚取财富。
马年借来对宫肖猴的「文昌」及「驿马」，虽然力量只有约三成，可幸「文昌」代表聪明才智，新一年头脑灵活、决断力强，故无论正财及偏财均要透过自己下苦功始有机会获利，打算置业者不妨多留意市场环境及该区的成交状况，购买股票前亦要对公司的背景及业绩多作了解，不宜凭灵感或小道消息鲁莽下注，谨记若能亲力亲为、多作分析研究则可有满意收获。
至于有「驿马」之年适宜多往外走动，从商者不妨趁机开拓海外市场，将产品及服务推展至其他国家和地区，有望「动中生财」。投资方面亦可考虑将目光放诸四海，例如购买外币或于海外置业等，惟谨记凡事必须经过自己的分析判断，不能冲动行事。另外，由于马年有「白虎」凶星入主，代表容易遇上专横无理的女性，故无论创业或投资亦只宜独自经营，尽量避免与女性合作，以免因财失义而反目收场。

【事业】
虽然流年未有吉星进驻，可幸借来的吉星有利事业发展，故肖虎者的工作尚算有突破。「文昌」有利读书及考试，马年逻辑思维清晰、做事有条理，能于工作岗位上大展所长，尤其任职大机构者不妨主动参加升迁考核，可望获取好成绩而令事业更上一层楼。由于「文昌」亦代表名气，从事自媒体、编剧、广告创作或市场推广等将会灵感不绝，能于行内闯出名堂，故不妨积极把握。至于「驿马」则有利出门，马年不妨主动争取出差机会，人在外地将会有更佳工作表现。
不过，受「白虎」影响需要提防女性带来的麻烦，若直属上司是女性，对方将会事事挑剔、吹毛求疵，需要多加耐性应对。加上「指背」同样不利人际关系，马年容易招惹是非，甚至被小人恶意中伤，故待人处事必须保持低调，尤其若工作环境以女性为主则要特别谨慎，事不关己不宜多管闲事，以免无辜卷入办公室政治漩涡。
整体而言，马年的事业运仍属向好，无论留守原有公司或打算转职均有发展，若有感上司较挑剔或工作受掣肘，不妨报读进修课程自我增值，并尽量保持圆融的人际关系，则事业可望更进一步。

【感情】
马年吉星欠奉、而借来的「文昌」及「驿马」又以拱照事业为主，故感情未有太大进展，属平淡及原地踏步的一年。受「文昌」吉星带动，肖虎者新一年将会专注于事业发展，加上有「驿马」需要频繁走动，能觅得心仪对象的机会较为渺茫，即使能遇上亦容易有「神女有心、襄王无梦」情况，感觉较为追追逐逐。
若单身已久、渴望有所突破者，只能于进修场合多留意身边人，又或借助「驿马」星看能否有异地姻缘，例如于外游时邂逅心上人，或对方前来自己的常居地发展。不过，马年始终不属桃花灿烂之年，建议肖虎者以扩阔社交圈子为目标，多交朋结友，待时机成熟始作进一步发展。另外，马年受到「白虎」凶星影响，容易遇上脾气刚烈甚至较为难缠的女性，故即使遇上有缘人后亦要多花时间观察了解，不宜操之过急。
情侣或已婚者关系未有太大冲击，关系尚算平稳，惟要慎防「指背」凶星破坏人缘关系，周遭会有较多闲言闲语，建议若恋情刚萌芽者，不宜太快公开或融入对方家人、朋友圈子，以免意见纷纭而令双方信心动摇，甚至破坏感情。

【健康】
思维清晰、方向及决策性正确，加上对健康管理的意识有所提高，养成恒常运动、作息定时的良好习惯，故原则上身体并无大碍。不过，马年终有代表道路危险的「白虎」进驻，肖虎者横过马路时需要遵守交通规则，慎防意外受伤；驾驶人士亦要奉公守法、时刻注意路面情况，提防轻微汽车碰撞。不妨考虑新一年更换安全性较高的车辆，亦适合多花费于汽车维修保养之上，主动破财挡灾应验运势。至于「白虎」亦有被动物所伤之意，马年除了要提防被蛇虫鼠蚁咬伤外，有饲养宠物者需要多关顾其情绪，不熟悉的动物则不宜过分亲近，以免无辜受伤。
至于「大煞」及「飞廉」则是外游时遇上的小意外惊吓，所谓「行船跑马三分险」，出门前需要多注意目的地之治安及天气变化，抵埗后亦要小心看管行李，潜水等高危活动亦尽量不宜参加，即使坚持参与必须有专业人士陪同，并带备平安药物、预先购买旅游及意外保险，凡事做足准备则可万无一失。

农历正月（西历 2026 年 2 月 4 日至 3 月 4 日）
工作艰辛、压力巨大，面对陌生范畴感觉力不从心，不妨虚心向前辈请教，可望对新工作有更佳掌握。一九五〇年出生者跌入劫财运，不宜投资投机，亦不宜为他人作借贷担保，否则要有「一去不回头」的心理准备。一九七四年出生者人际关系疲弱，容易与人起冲突，建议要冷静沟通，凡事以和为贵。本月手部容易受伤，进行户外活动时要加倍小心。

农历二月（西历 2026 年 3 月 5 日至 4 月 4 日）
事业有新进展，当选中有变数，需要做好两手准备迎接挑战。已婚者与身边人有较多摩擦，需要互谅互让、坦诚相对。一九八六年出生者喉咙、气管较弱，不宜前往人烟稠密的地方，以免被感染。本月亦要多关心长辈健康，如有不适应尽快陪同求医。二〇一〇年出生者容易入不敷支，需要注意理财方向。

农历三月（西历 2026 年 4 月 5 日至 5 月 4 日）
财运走势上扬，无论正财及偏财均可有进帐，惟投资市场瞬息万变，故始终不宜涉猎高风险的投机炒卖，亦要谨记见好即收，以免先盈后亏。一九六二年出生者有机会受伤，需要多注意家居安全。一九八六年出生者人事争执不断，加上家宅受漏水、噪音等问题困扰，心情较为烦躁，建议及早聘请专业人士维修处理。

农历四月（西历 2026 年 5 月 5 日至 6 月 4 日）
热爱运动者要特别小心，有旧患者更要提防再次扭伤、摔伤。一九六二年出生者有漏财运，本月需要处理不熟悉的事情或接触新工作范畴，感觉无从入手，情绪焦虑不安。可幸贵人助力充足，不妨虚心向前辈请教，亦可多听取不同意见，以新思维解决问题。一九六七年出生者眼睛会有小毛病或视力衰退情况，建议寻找专科检查诊治。一九七九年出生者有轻微偏财运，惟谨记见好就收，以免先盈后亏。

农历五月（西历 2026 年 6 月 5 日至 7 月 6 日）
运势复杂多变，需要面对众多困难挑战，建议出门外游，上半年出生者宜前往寒冷地区、下半年出生者则可到热带地区，以“借地运”方式提升运势。本月容易受伤，家宅亦会有小问题，需要多关注长者健康。1991 年出生者健康响起警号，需要平衡工作与休息时间，不宜过分操劳。

农历六月（西历 2026 年 7 月 7 日至 8 月 6 日）
心情郁闷、愁城自困，建议多郊游接触大自然，以正能量修补负面情绪，亦可报读兴趣课程纾缓减压。本月若有出差、出游机会不妨主动争取，有利“动中生财”，否则就要有心理准备做事较多波折，需要以耐性解决。1955 年出生者健康有小毛病，建议多做运动强身健体。1991 年出生者面对复杂的人事问题，情绪容易失控，需要以和为贵避免争执。

农历七月（西历 2026 年 8 月 7 日至 9 月 6 日）
运势渐入佳境，之前面对的困难障碍终可见曙光，事业亦有突破机会，工作表现将备受赏识，属劳而有功、分享成果的月份。1931 年出生的长者健康一般，尤其要注意呼吸道及肺部健康，容易有久咳不愈情况。1967 年出生者跌入劫财运，不宜涉猎高风险的投机计划。

农历八月（西历 2026 年 9 月 7 日至 10 月 7 日）
遇上好人好事的月份，可望有新合作机会临门，惟落实前需要多作了解，若为自己熟悉范畴、投资的金额亦不算大则可一试。一九七六年出生者跌入劫财运，不宜胡乱挥霍，需要量入为出。二〇一二年出生者与家人关系紧张，容易因为生活习惯不同而有摩擦，需要多沟通寻求共识。

农历九月（西历 2026 年 10 月 8 日至 11 月 6 日）
有新合作机会涌现，惟不宜被表面风光蒙蔽，需要三思后行。若项目牵涉的资金不多则可一试，有望以小博大赚取回报；惟若需要大手投资则要特别谨慎考虑，容易招致损失。一九六八年出生者可于职场上彰显领导才能，惟本月容易破财，不宜胡乱挥霍。一九九二年出生者心情郁闷，建议多找朋友聚会倾诉，亦可多郊游接触大自然，排解负面情绪。

农历十月（西历 2026 年 10 月 8 日至 12 月 6 日）
需要依靠人脉者不妨积极把握，有望拓展新商机。本月亦有颇强学习运，打算在职进修或报读兴趣课程者均可落实执行，有望扩阔眼界。一九九二年出生者签署文件、合约前要仔细审阅条款细则，慎防大意出错而惹官非兼有财务损失。二○○四年出生者有轻微偏财运，惟需要见好即收，以免得不偿失。本月亦容易意外受伤，运动爱好者要特别小心。

农历十一月（西历 2027 年 1 月 5 日至 2 月 3 日）
财来财去、难有储备的月份，收入有进账但又会有较多琐碎开支，建议赚取收入后将部分资金购买稳健的实物保值，以免保留太多现金而无辜破财。一九八〇年出生者与人争执不断，讨论时需要注意个人言辞，亦要多聆听别人意见，不宜过分偏执。本月财运欠佳，需要量入为出。一九九二年出生者要多关心长辈的身体健康，不妨为对方安排身体检查保平安。

农历十二月（西历 2027 年 1 月 5 日至 2 月 3 日）
获德高望重的贵人提携，对方的助力可望令事业更上一层楼，惟工作压力庞大，容易有失眠问题，不妨出门短线旅游，放松身心。一九八○年出生者有家人、亲友提出财务借贷请求，建议只能量力而为，以免超出能力范围而令自己陷入财困。二○一六年出生的小朋友肺部及呼吸系统较弱，容易有气管过敏问题，家长需要多注意空气质素，亦要留心家庭用品如床单、被铺等是否含有致敏原。

趋吉避凶的吉祥物
属虎的人今年凶星众多，但却全无吉星化解，故此流年运势多阻滞，崎岖不平，故此宜守不宜攻，切勿轻举妄动。可在东方摆放一座狮象守富为吉祥物。
`,
  "Rabbit": `
属兔的 2026 年运程
整体运程
肖兔者踏入马年属破太岁，即犯太岁的一种。「破」代表人际关系上的破败，新一年容易因为误会而令伴侣、朋友或生意伙伴有微言，这种破坏并非突如其来，而是日积月累的不满导致关系转差，故更加需要透过沟通解决歧见。
虽然破太岁的冲击力量不及本命年及冲太岁强大，但始终马年属犯太岁之年，适宜有结婚、添丁、置业或创业等冲喜，可望主动应验变化，将其负面影响减到最低。而且马年恰巧有「天喜」吉星驾临，此星代表喜事重重，情侣们若有结婚打算不妨落实执行，已婚者亦可考虑开枝散叶。惟已婚但又未有添丁计划者则要加倍克制，因马年同时有「咸池桃花」驾临，已有伴侣者宜时刻警惕自己，坚决抗拒外来诱惑，慎防跌入错综复杂的三角关系。至于另一颗吉星「天德」乃上天之德，有逢凶化吉、慈祥和悦之意，加上有代表好运加持的「福星」及「八座」飞临，肖兔者于马年的心态乐观正面，即使遇上困难仍能凭贵人力量及运气化险为夷。
至于凶星方面，肖兔者在马年难免要面对较复杂的人事问题。首先「卷舌」顾名思义就是口舌是非，新一年虽然贵人力量充足，但又会招来小人妒忌或闲言闲语，尤其从商者要提防遭同行或竞争对手恶意中伤，甚至令名声受损而要对簿公堂。另外，马年亦有关系纠缠不清的「绞煞」及代表雾水姻缘的「咸池桃花」，肖兔者必须注意言行，面对拖拖拉拉的关系要当机立断，不宜拖泥带水。
总括而言，新一年的人际关系将会走向两极，既能有吉星加持，长辈及贵人助力充足，但同辈及下属则容易有摩擦，尤其与旧朋友或生意伙伴需要多沟通，慎防因为累积不满而令关系生变。虽然人际关系面临一定冲击，可幸肖兔者仍能保持积极心态，即使遇上困难亦可从容面对，建议马年贴身佩戴狗形的生肖饰物，以「六合」力量助旺自己，并于蛇年年底检查身体、马年之始做好拜太岁工作，为家居作小量装修、维修，凡事准备周详则可逢凶化吉。

【财运】
新一年喜获「天德」、「福星」及「八座」吉星飞临，肖兔者的贵人力量充足，加上有幸运之神眷顾，马年将不乏赚钱机遇，财运可望拾级而上。「福星」及「八座」属幸运之财，新一年能凭灵感或直觉于投资上轻微获利，惟始终不是经过专业分析研究，故只宜小注怡情、避免大额投资，面对瞬息万变的投资市场亦要见好就收，以免先盈后亏。
另外，从商者有「天德」贵人星加持，能借助人脉网络拓展商机，惟破太岁年份做事需要特别保守，故只宜守住原有熟悉范畴，不宜大兴土木;亦要多注意客户的财政状况，避免赊数、赊货，以防对方周转不灵而令自己招致损失。「卷舌」及「绞煞」入主亦要留心与合作伙伴的关系有变，权责及数目要尽量分明，若心中有疑虑亦宜开诚布公讨论，慎防因财失义而反目。
由于有「天喜」飞临，马年将会有较多出席饮宴场合的机会，又或因为结婚、添丁或装修等而有额外开支，可幸此等属「破欢喜财」，肖兔者不妨大方接受。不过，有「咸池桃花」及「绞煞」则容易桃花破财，肖兔者与异性需要厘清关系，慎防有金钱纠葛而自寻烦恼。

【事业】
「天德」乃上天之德，马年得此吉星加持，贵人力量不缺;加上有象征幸运及福气的「福星」及「八座」，打工一族事业发展顺遂，能于职场上大展拳脚，尤其任职大机构者工作表现突出，可望获上司提拔而有薪酬调整。至于自媒体、自由职业或以技术得财者积谷防饥。
虽然事业处于上升轨道，但始终破太岁不利人际关系，兼有「卷舌」及「绞煞」凶星飞临，即使与上司及长辈相处融洽，亦要小心提防与下属及同辈关系，容易招惹是非甚至被恶意中伤;加上带有破坏力的「咸池桃花」，肖兔者要慎防于职场上有雾水姻缘而遭非议，又或卷入复杂的人事漩涡，影响原本向好的事业发展。
总括而言，马年有贵人扶持事业能有发挥，亦可有升迁机会，惟所谓「事以密成，言以泄败」，未落实之前不宜高调宣之于口，以免锋芒太露而招人嫉妒，又或好事多磨遭人暗中破坏。建议肖兔者马年要谨守岗位，多作进修增值，待人处事则要保持低调，尽量明哲保身，谨记若能保持圆融的人际关系，则马年亦属向上之年。

【感情】
桃花开遍地、感情多姿多彩的一年，有代表喜事重重的「天喜」桃花星进驻，单身一族魅力大增，有望透过长辈介绍或于朋友圈子中邂逅心仪对象，彼此发展一日千里，甚至会有闪婚念头或双喜临门机会，欲「脱单」者不妨积极把握。
不过，由于马年容易有喜，倘若未有心理准备组织家庭或生儿育女者就要计划周详，慎防意外怀孕而自乱阵脚。进驻，代表容易遇上镜花水月的短暂姻缘，加上「绞煞」属较为难缠的关系，故决定发展前需要多花时间相处了解，不宜冲动行事。若恋情刚萌芽、关系未成熟者，则要低调保护恋情，不宜太快公开或融入对方的家人、朋友圈子，以免受闲言闲语影响而动摇对伴侣的信心，或出现第三者而令关系生变。
已婚者于桃花年则适宜有喜，有添丁打算者可筹划执行，有望愿望成真，惟成功怀孕后必须依照传统，待三个月后始向外公布喜讯，以免好事多磨。至于未有添丁计划者，则要坚决抗拒外来诱惑，不宜对异性过分热情，以免引发墙外桃花，破坏与伴侣建立已久的互信关系。

【健康】
马年身体健康并无大碍，但受到「天喜」及「咸池桃花」带动，社交聚会频繁，亦有较多饮食应酬，故需要养成健康的生活习惯，多作体重管理及尽量作息定时，不宜暴饮暴食，嗜杯中物者亦只宜浅酌，凡事适可而止，慎防肠胃超出负荷而拖垮健康。「绞煞」飞临亦要注意呼吸系统或皮肤过敏等毛病，若本身属过敏体质者更要特别小心，慎防问题加剧。
由于破太岁年份有较多琐碎问题，加上人际关系复杂，较为影响心情；可幸马年有「福星」及「八座」吉星抗衡，肖兔者能迅速调节心态、以乐观积极态度面对。若感到轻微受压，不妨多做运动或多接触大自然，以正能量舒缓紧张情绪。若马年有搬迁计划亦可缓和冲击力量，否则亦可更换沙发、床褥或窗帘等，贴身佩戴狗形的生肖饰物，以「六合」力量保护自己，并于立春后做好拜太岁工作，有望减低冲击。
除了关注自身健康，马年亦要多留意长辈身体，不妨为对方居所作小量装修、维修，亦可更换地毯、抱枕等附有个人气运的物品，多作赠医施药善举，均可有助提升家宅运势。

农历正月（西历 2026 年 2 月 4 日至 3 月 4 日）
有新合作机会临门，惟不宜轻举妄动，需要提防有吉中藏凶情况，建议落实前多了解市场动向，亦要多作部署，避免大额投资。一九五一年出生者跌入劫财运，不宜开展新投资计划。一九七五年出生者本月属「天合地合」，做事会遇上较多麻烦阻碍，家宅亦有琐碎问题，需要多加耐性解决。

农历二月（西历 2026 年 3 月 5 日至 4 月 4 日）
事业有新进展，能于工作岗位发挥所长，不妨积极争取表现，可望有轻微升迁运。一九七五年出生者人事争执不断，需要多花时间沟通，不宜偏执己见。本月手部容易受伤，参加行山、远足等户外活动时需要结伴同行，凡事安全为上。二〇一一年出生者财运疲弱、容易入不敷支，需要注意理财方向。

农历三月（西历 2026 年 4 月 5 日至 5 月 4 日）
健康响起警号，尤其肠胃及消化系统较弱，不宜进食生冷及肥腻食物，出门外游时亦要提防有水土不服情况，建议带备药物保平安。一九六三年出生者财运欠佳，不宜听信小道消息而鲁莽投资，容易招致损失。一九八七年出生者情绪低落、容易杞人忧天，建议相约朋友聚会，互相倾诉解开心结。

农历四月（西历 2026 年 5 月 5 日至 6 月 4 日）
是非口舌频繁、容易遭小人攻击，不宜作中间人排难解纷，以免吃力不讨好而被埋怨。一九五一年出生者人际关系倒退，即使与老朋友相处时亦要小心言行，慎防言语误会而有摩擦。一九八七年出生者眼睛容易发炎或有视力衰退等问题，不妨预约专业人士检查保平安。

农历五月（西历 2026 年 6 月 5 日至 7 月 6 日）
学习运顺遂、有利进修增值，不妨报读在职培训或其他兴趣课程，可望开阔眼界。一九六三年出生者与家人关系紧张，容易因为琐事而陷入冷战，需要多沟通及聆听后辈意见，不宜过于强势。一九九九年出生者工作压力巨大、睡眠质量欠佳，需要提防因为精神恍惚而意外受伤，尤其头部及手部首当其冲。

农历六月（西历 2026 年 7 月 7 日至 8 月 6 日）
宜多出门走动的月份，不妨短线旅游「借地运」，可望提升整年的气运。生者有漏财运，需要检视个人理财方向，不宜胡乱挥霍。本月脚部容易受伤，户外活动时要特别小心。二〇一一年出生者面对复杂的人事问题感觉较为困扰，遇有意见分歧时需要冷静沟通，凡事以和为贵。

农历七月（西历 2026 年 8 月 7 日至 9 月 6 日）
金木相克的月份要提防关节扭伤、摔伤，横过马路时要遵守交通规则，驾驶人士亦要时刻注意路面情况，提防轻微汽车碰撞。一九五一年出生者喉咙、气管较弱，容易有咳不愈问题，不宜进食太多生冷或辛辣食物。一九八七年出生者跌入劫财运，需要量入为出，以免入不敷出。

农历八月（西历 2026 年 9 月 7 日至 10 月 7 日）
传统相冲月份宜动不宜静，故大部分肖兔者运势均会较为起伏。若本月有搬迁计划则可主动应验变化，否则不妨多出门外游带动运势。一九六三年出生者本月属「天冲地冲」，家宅有较多琐碎问题需要处理，不妨装修、维修或更换家具提升气运。一九九九年出生者终日郁郁寡欢、愁眉不展，不妨相约朋友郊游，以大自然能量修补负面情绪。

农历九月（西历 2026 年 10 月 8 日至 11 月 6 日）
有桃花临门、单身人士可留意身边缘分，惟不宜急于开展关系，需要多花时间观察了解，以免感情来得快、去得也快。一九三九年出生者容易受骗，若有朋友提出财务借贷请求，务必与家人商议，以免无辜破财。一九六三年出生者家宅运受冲击，需要多关心长辈健康，若有不适应尽快陪同就医。

农历十月（西历 2026 年 10 月 8 日至 12 月 6 日）
运势全面回升，可得贵人助力迈步向前，无论事业及财运均有进步。投资方面不妨"小试牛刀"，可望有轻微收获，惟谨记见好即收，以免先盈后亏。一九七五年出生者容易招惹烂桃花，尤其已婚者不宜对异性过分热情，慎防惹误会而令名声受损。一九九九年出生者脚踝容易扭伤，热爱运动者要特别小心，不宜单独行事。

农历十一月（西历 2027 年 1 月 5 日至 2 月 3 日）
人事争端频繁，需要谨言慎行，慎防有"言者无心、听者有意"情况而卷入是非漩涡。一九五一年出生者有亲友提出财务借贷请求，建议量力而为，并要有"一去不回"的心理准备。一九七五年出生者家宅运疲弱，需要多关心长辈健康。本月亦要提防官非诉讼，处理文件、合约时要多留意条款细则。

农历十二月（西历 2027 年 1 月 5 日至 2 月 3 日）
财运一得一失，有望收回一笔被拖欠已久的款项，但又会有较多额外开支，需要量入为出，多作财务策划。一九六三年出生者有贵人扶持做事事半功倍，不妨把握人脉助力向上拓展。二〇一一年出生者有较多伤风、感冒等小毛病，需要多注意作息时间，不宜安排太多应酬活动。

趋吉避凶的吉祥物
属兔的人今年宜在东方，或在床头摆放一座灵兔报喜的琉璃吉祥物来生旺。
`,
  "Dragon": `
属龙的 2026 年运程
整体运程
肖龙者来到马年并无冲合，运动可望步向平稳。惟始终吉星力量较为薄弱，又有凶星左右大局，故凡事必须多作筹划，并有心理准备迎难而上。
马年只有「天解」一颗吉星进驻，此星有化险为夷、遇难呈祥之意，代表先遇上困难、而后能得到解决，故马年做事难免会遇上较多波折，可幸最终仍可一一化解。建议肖龙者不宜将目标订得太高，采取较为「佛系」心态，尽力而为但不过分计较得失，结果反而喜出望外。而「天解」套用在感情之上有「解除」之意，已订婚的情侣于筹办婚事过程中务必要分工清晰，多加沟通及包容忍让，慎防因为琐事争执而导致分手收场。虽然「天解」较为不利感情，但反映在人际关系上则有解除误会、冰释前嫌之意，若旧友曾误会疏远可望重修旧好。
凶星方面，马年有「天狗」及「吊客」飞临，代表出门后容易遇上小意外惊吓，可幸仍有「天解」抗冲能逢凶化吉，惟旅途中仍要注意安全，不宜进行爬山、攀石、滑雪、潜水等高危的户外活动，即使坚持参与亦必须结伴同行，并购买旅游保险以策万全。此组凶星亦会冲击家宅运，肖龙者需要多关心长辈健康，若有不适尽快陪同就医。自己亦尽量不宜探病问丧，若必须出席则要佩带平安饰物提升能量。「寡宿」有孤枕独眠之意，所谓「男怕孤辰、女忌寡宿」，肖龙的女性马年会倍感寂寞，即使有伴侣在身边亦觉得对方不了解自己，需要多沟通及坦诚相向。「月煞」则是女性带来的麻烦，马年不宜与女性合作投资或经营生意，容易因财失义而反目。若打工一族直属上司是女性，对方亦会有较多无理要求，需要以高情商应对。
总括而言，马年整体运势算是不过不失，惟始终「天解」并非完完全全的吉星，需要有心理准备做事会遇上麻烦阻碍、难以一步到位，可幸最终仍能圆满解决，故必须做好两手准备，慎防突如其来的乱象影响计划。

【财运】
新一年并无财星进驻，而「天解」属半吉星、有解决困难之意，故财运方面亦有先难后易之象，可幸最终仍可圆满解决。从商者需要有心理准备面对挑战，即使洽商时顺遂、但落实后又会遇到重重困难，尤其全球经济放缓，需要提防有客户赖帐、供应链断裂或现金流不足等问题，故必须居安思危、准备一笔应急钱，以应付突如其来的变化。至于有意创业者亦要多了解市场动向及行业状况，慎防有吉中藏凶情况。
由于马年的财运并非一帆风顺，故投资方面亦要以保守为前提，建议肖龙者可选择三至五年的中长线项目，并采取以小博大的方式进行，不宜短炒投机或大手下注。另外，「月煞」飞临代表因为女性而惹麻烦，马年尽量不宜与女性合作经商或投资，以免因财失义而导致反目收场。
此外，马年亦有「天狗」及「吊客」凶星，对健康及家宅运均会较受冲击，建议肖龙者多花费于健康管理之上，预约身体检查、多购买保健品及赠医施药，亦可为自己及长辈家居作小量装修、维修，更换家俱或损坏的电器，主动破财挡灾提升运动势。

【事业】
由于马年吉星力量较为薄弱，而「天解」代表先有困难而后能解决，故打工一族需要面对挑战，例如公司架构重组、人事变动或要涉猎陌生的工作范畴等，感觉较为艰辛。可幸有吉星力量逢凶化吉，故肖龙者只要肯虚心学习、向前辈请教及多进修增值，则问题最终可迎刃而解，工作表现亦会备受认同。不过，马年不属有明显升迁或大幅薪酬调整的年份，建议肖龙者视之为播种期，默默耕耘为事业打好基础。
另外，受到「月煞」影响，马年容易因为女性而惹上麻烦，若直属上司是女性，对方将会对自己特别严苛；若工作环境以女同事为主，需要特别小心处理人际关系，以免一时失言开罪别人而遭受攻击。至于「天解」亦有解除契约之意，从商者处理文件、合约前需要厘清条款细则，慎防有灰色地带而令契约失效。
至于有意转职者，需要有心理准备新工作同样需要承受庞大压力，无论论公司文化或人事问题均要较长时间适应，故变动前必须多作了解，不宜轻举妄动。总括而言，马年做事要付出额外心力始能成功，故凡事必须多作部署，迎难而上则可见成果。

【感情】
马年未有桃花星进驻，单身一族关系无甚突破，加上需要投放心力于事业发展之上，对谈恋爱的意欲较为淡泊，故「脱单」机会渺茫，属原地踏步的一年。
至于情侣关系尚算稳定，惟「天解」始终有解除合约之况味，若已订婚者需要慎防关系有变，尤其于筹备婚事的过程中务必要多加沟通、包容忍让，以免因为琐事争执而导致离异收场。「月煞」则是女性带来的麻烦，马年需要慎防家族中的女性长辈或朋友有反对声音，若恋情刚萌芽、关系未算稳定者，不宜太早作出承诺或融入对方圈子，以免周遭的闲言闲语左右对伴侣的观感。
已婚者未有太大冲击，惟「寡宿」有孤枕独眠之意，肖龙的女性会觉得伴侣不了解自己，又或因为误会而累积不满，谨记夫妻相处之道贵乎坦诚，需要开门见山多作沟通，亦可多结伴外游或培养共同兴趣维系感情。新一年亦要留心婆媳或姑嫂关系，不宜过分干预伴侣家事，亦要避免与女性亲友合作经商或投资，以免有金钱纠葛而令夫妻之间意见分歧，影响双方感情。

【健康】
马年有代表逢凶化吉的「天解」吉星飞临，肖龙者身体健康并无大碍，即使有小问题亦能透过专业意见或良方医治而化险为夷，故只属虚惊一场。
至于「天狗」则是出门后的小意外惊吓，肖龙者外游时要注意安全，慎防有行李延误或财物遗失，到步后不宜进行爬山、攀石、跳伞、滑水等高危的户外活动，并预先购买旅游及意外保险，带备平安药物以及长辈家居作小量装修、维修，亦可断舍离清理杂物，更换沙发、床褥等带有个人气运的物品，均可有助提升运势。
有「寡宿」飞临则要多关心伴侣健康，大门及床头不宜坐落于流年五黄（正南）或二黑（西北）病星飞临位置，否则须摆放铜器重物或铜葫芦化解。可幸马年仍有「天解」吉星，即使健康出现小毛病，只要能及早求医亦可大事化小。不过，由于马年个人能量一般，又容易有受伤机会，建议肖龙者尽量不宜探病问丧，亦要避免前往坟场、寺庙等荒僻之地，多接触大自然及多出席婚宴、弥月或寿宴等，有助沾染旺气，谨记保持心态正面则健康也会有所提升。

农历正月（西历 2026 年 2 月 4 日至 3 月 4 日）
人际关系欠佳、容易被是非口舌缠扰，事不关己不宜多加意见，保持低调可避免纷争。一九六四年出生者手部有受伤机会，户外活动时要特别小心，以免伤及关节旧患而需要较长时间治疗。二〇〇〇年出生者财运有耗损，需要检视个人理财方向，削减不必要的开支，慎防入不敷出。

农历二月（西历 2026 年 3 月 5 日至 4 月 4 日）
踏入卯月受"卯辰害"影响，做事会遇上重重障碍，可幸眼前困境只属先难后易，只需多花心力处理即可解决。一九七六年出生者喉咙、气管及呼吸系统较弱，不宜前往人烟稠密的地方，以免被感染而久咳不愈。一九八八年出生者容易因为下属犯错而惹麻烦，管理阶层需要多作监管，不宜假手于人，慎防对方大意遗漏而连累自己。

农历三月（西历 2026 年 4 月 5 日至 5 月 4 日）
情绪低落、容易郁郁寡欢，建议相约朋友聚会倾诉，亦可多出门短线旅游，以"借地运"方式提升运势。一九五二年出生者家宅运疲弱，有较多琐碎问题需要处理，不妨请后辈帮忙解决问题。一九七六年出生者人事争执不断，宜通过沟通解决歧见。本月亦要留意心脏及血压方面的都市病，不妨检查身体保平安。

农历四月（西历 2026 年 5 月 5 日至 6 月 4 日）
本月需要提防轻微血光之灾，驾驶人士要奉公守法、时刻注意道路安全，工作需要接触机械者亦要特别留心，慎防意外受伤。1942 年出生的长者健康较受冲击，若有不适应当及早求医，以免虚惊一场。1966 年出生者容易扭伤、摔伤，高危的户外活动可免则免。

农历五月（西历 2026 年 6 月 5 日至 7 月 6 日）
本月容易惹上官非，处理税局、海关等监管机构的文件时要特别小心，从商者亦要多留意客户的财政状况，慎防对方赖帐而引发诉讼。一九八〇年出生者人事纠纷不断，工作上有意见分歧应冷静讨论寻求共识。本月头部及手部容易受伤，高危的户外活动可免则免。二〇〇四年出生者有较多伤风、感冒等小毛病，需要争取休息时间，亦可多做运动增强免疫力。

农历六月（西历 2026 年 7 月 7 日至 8 月 6 日）
运势稳步上扬，能得贵人扶持而做事较容易成功，之前遇到的麻烦障碍亦会渐露曙光，多加耐性即可解决。一九八〇年出生者情绪低落，容易胡思乱想而有失眠问题，不妨多做太极、瑜伽等运动减压。一九九二年出生者人际关系欠佳，容易因为言语误会而遭小人攻击，建议待人处事保持低调，以免卷入是非漩涡。

农历七月（西历 2026 年 8 月 7 日至 9 月 6 日）
本月需要提防轻微血光之灾，驾驶人士要奉公守法、时刻注意道路安全，工作需要接触机械者亦要特别留心，慎防意外受伤。1942 年出生的长者健康较受冲击，若有不适应当及早求医，以免虚惊一场。1966 年出生者容易扭伤、摔伤，高危的户外活动可免则免。

农历八月（西历 2026 年 9 月 7 日至 10 月 7 日）
事业稳步向前，工作能有发挥，惟本月比较容易惹官非，处理税局、海关等监管机构的文件往来时要特别小心，从商者亦要慎防客户赖帐而要對簿公堂。一九四七年出生者暗地漏财，不宜投资投机。一九八三年出生者眼睛容易发炎或有视力退化等小问题，亦要多关注心脏健康，若有不适应及早求医。

农历九月（西历 2026 年 10 月 8 日至 11 月 6 日）
家宅运受冲击，需多关心长辈健康，亦可装修、维修家居或断舍离清理旧物，有助提升气运。一九八三年出生者心情郁闷、较为影响睡眠质量，建议多做运动减压，亦可相约朋友聚会倾诉解开心情。二○○七年出生者财运不稳，外出时要小心看管个人财物，以免无辜被盗而破财。

农历十月（西历 2026 年 10 月 8 日至 12 月 6 日）
刑刻月份做事一波三折，健康亦会较受冲击，建议暂时放下手头工作出门旅游，以「借地运」方式提升运势。一九九九年出生者家居受噪音、漏水问题困扰，需要尽快聘请专业人士维修处理。一九七一年出生者情绪低落、容易钻牛角尖，建议报读兴趣课程，既可学习新知识亦可缓解压力。

农历十一月（西历 2027 年 1 月 5 日至 2 月 3 日）
学习运顺遂，个人求知欲望强，不妨报读在职培训或其他兴趣课程，有望增广见闻及开阔眼界。惟本月应酬聚会频频，需要谨慎理财，提防入不敷支。一九九五年出生者情绪焦虑、工作压力较大，不妨多做太极、瑜伽等运动放松身心。二○一九年出生的小朋友脚踝容易扭伤，进行户外活动时家长要特别留心。

农历十二月（西历 2027 年 1 月 5 日至 2 月 3 日）
相冲月份容易受伤，驾驶人士要注意道路安全，提防轻微汽车碰撞。加上即将踏入本命年，本月要开始谨慎部署迎接挑战。1955 年出生者有受伤机会，需要慎防厨房、浴室等家居陷阱，宜做好防滑措施。1991 年出生者家宅运受冲击，需要多关心长辈健康，若有不适应当及早陪伴求医，不宜讳疾忌医。

趋吉避凶的吉祥物
属龙的人今年宜在西方，或在床头摆放一座鼠猴喜合的琉璃吉祥物来生旺。
`,
  "Snake": `
属蛇的 2026 年运程
整体运程
肖蛇者在刚过去的本命年运动较为起伏，若在蛇年有结婚、添丁、置业或创业等事冲喜的人士，则马年可望延续喜气，步向稳定性较高的一年。至于蛇年已经历分手离合、短期创业或转换工作环境者，马年亦可视作重新开始，故不妨重整旗鼓，以积极正面的心态迎接新一年来临。
因为摆脱了早前犯太岁的负面冲击，马年又有「禄勋」吉星加持，肖蛇者的事业运将会有明显上扬。「禄勋」代表朝廷俸禄，新一年能于职场上大展拳脚，工作表现会备受认同，可望职位升迁及薪酬调整。不过，新一年亦有「陌越」凶星，此星代表陌生环境而来的压力，若蛇年曾转换工作环境者，马年仍处于适应阶段，情绪较为绷紧，容易影响睡眠质量，建议肖蛇者需要调节心态，多花时间与同事沟通融入新环境。
除了「陌越」较为影响情绪，马年亦有「病符」凶星飞临，此星代表伤风、感冒等小毛病，虽然整体并无大碍，但仍不能掉以轻心，建议肖蛇者需要平衡工作与休息时间，多做运动及多接触大自然，以正能量缓解负面情绪。至于「亡神」及「的煞」则会对家宅做成冲击，肖蛇者要多花时间关心长辈健康，遇有不适尽快陪同求医;自己则尽量不宜探病问丧，多前往酒店、会所或度假区等能量正面的地方，不宜流连夜店、酒吧等磁场杂乱及不见天日之地，以免影响运势。
整体而言，马年受「禄勋」吉星带动，打工一族的事业最能受惠，无论权贵及薪酬均有调整;从商者于管理上亦可渐上轨道，惟始终未有财星进驻，容易有轻微多劳少得情况，故不宜对财运期望太高。偏财方面则需要经过个人分析研究，并采取保守的策略前行始能有机会获利。另外，由于凶星力量较为不利健康及家宅，建议肖蛇者主动花费于健康管理之上，购买医疗保险及多赠医施药，助人自助应验运势。若马年能把握事业发展、多关注身体及精神健康，则整体亦属循序渐进向上之年。

【财运】
蛇年的财运起伏极大，有不少突如其来的开销，从商者甚至有机会因为客户赖帐而无辜破财。来到马年摆脱了本命年冲击，整体财运将会步向稳定，尤其打工一族受到「禄勋」吉星眷顾，工作表现出色兼有加薪机会，惟从商者则仍需要面对不明朗因素，赚钱过程较为艰辛，加上马年欠缺财星，故凡事仍要亲力亲为，保守前行则尚有利可图。
由于财运仍处于「复苏期」，投资方面将难以倚靠人脉关系或小道消息，建议肖蛇者需要深思熟虑，多留意市场动向及研究公司业绩，并以三至五年中长线或蓝筹项目为主，避免涉猎高风险的投机炒卖，以免招致损失。
另外，马年受「病符」、「的煞」及「亡神」影响，有机会因为自己或家人健康问题而要破财，故不妨超前部署、多花费于健康管理之上，购买保健产品、进行身体检查及多作赠医施药善举，主动应验提升运动势。至于「陌越」则是面对陌生环境所带来的压力，肖蛇者要提防睡眠质量下降而影响抵抗力，建议调节心态、从容面对压力，亦可多接触大自然或多出门短途旅游放松身心，谨记拥有健康体魄则财运亦会有所提升。

【事业】
流年有「禄勋」吉星飞临，打工一族的事业明显较具优势。此星代表朝廷俸禄，反映肖蛇者于职场上长袖善舞，工作表现突出，有望备受赏识而有升职加薪机会，不妨积极把握。不过，马年始终有「陌越」凶星入主，肖蛇者容易因为陌生环境而招来压力，尤其曾于本命年经历事业变化者，虽然马年已开始掌握工作脉络，但人际关系尚待改善，或有轻微人事纷扰，建议新一年待人处事需要特别谦卑低调，以免锋芒太露而遭人妒忌，又或意气风发而备受攻击。
至于蛇年留守原有岗位、马年欲另谋发展者，不妨请求前辈、前上司或同事作介绍引荐，较容易水到渠成；惟始终动荡的本命年刚过去，故上半年运动仍存在暗涌，建议于下半年始作出变动较为理想。
总括而言，马年摆脱了本命年冲击，又有吉星加持，原则上做事会较为得心应手，虽然面对新工作范畴仍有挑战，可幸个人逻辑思维清晰，加上自信心及决心强劲，任职大机构、从事行政管理或销售中介者均有不俗表现，故只要能保持圆融的人际关系，则事业可更上一层楼。

【感情】
蛇年为本命年，也属感情上的「关口年」，情侣的关系容易不进则退，若于蛇年已与伴侣共谐连理者，则马年仍可继续享受新婚的温馨甜蜜，有添丁计划者亦可落实执行，有望如愿以偿延续喜气。
至于蛇年已经历分手离合者，马年属重新开始的年份。不过，由于只有「禄勋」吉星，其力量主要反映在事业发展之上，故欲「脱单」者只能于工作场合多留意身边人。不过，由于马年未有桃花星进驻，即使遇上有好感的异性亦不宜操之过急，建议先以交朋友为基础，多花时间相处了解，待时机成熟始作进一步发展更为合适。
已婚者与伴侣相处尚算融洽，彼此摩擦减少，惟始终事业正处于冲刺阶段，容易因为寄情工作而冷落另一半，建议肖蛇者要平衡事业与家庭，亦可多结伴外游或培养共同兴趣维系感情。新一年亦容易为家族琐事而劳心，又或因为长者健康或子女管教问题而意见分歧，始终蛇年经历了本命年、马年的运势开始步向平稳，建议不宜过分干涉伴侣家事，尤其牵涉财务更要有商有量，否则双方易有歧见，影响夫妻感情。

【健康】
过去的本命年为肖蛇者的运势带来冲击，容易因为情绪焦虑、胡思乱想而决策错误；踏入马年情况大有改善，加上自己对健康管理的意识亦有所提高，养成恒常运动及作息定时的生活习惯，故无论身体及精神健康均有进步。
不过，新一年仍有「病符」凶星入主，虽然整体并无大碍，但仍难免会有较多伤风、感冒、牙痛或皮肤敏感等小问题，故仍要多注意健康。加上「陌越」为陌生环境所带来的压力，容易因此而有失眠问题，建议肖蛇者马年不宜探病问丧或前往能量较低的地方，若必须出席，亦最好带备平安符或护身饰物以提升个人能量，日常则宜多进行太极或瑜伽等减压运动，并多接触大自然，以舒缓精神压力。
由于凶星力量始终会冲击健康及家宅运，建议肖蛇者多花费于健康管理之上，购买保健品、聘请健身教练或营养师制定修身计划，并于蛇年年底接受身体检查，多作赠医施药善举，主动破财挡灾应验运势。另外，马年亦不宜触动流年五黄（正南）及二黑（西北）飞临位置，若床头坐落于病星方位则要以铜器重物或铜葫芦化解，凡事谨慎则可平安大吉。

农历正月（西历 2026 年 2 月 4 日至 3 月 4 日）
相冲月份驿马运强，不妨与家人出门外游带动运势。本月财运有轻微进账，偏财方面只要不太贪心可有得着。1980 年出生者要为家宅问题操心，建议平心静气处理。2004 年出生者人事争执不断，面对纷争时要尝试听取他人意见，不宜过分偏执。本月亦要提防手部受伤，进行户外活动时要特别留心。

农历二月（西历 2026 年 3 月 5 日至 4 月 4 日）
事业有进步，突出的工作表现获得上司认同，惟财运走势欠佳，不宜为他人作任何借贷担保，慎防招致损失。1956 年出生者要注意呼吸系统毛病，建议尽量避免前往人烟稠密的地方，以防被感染而拖垮健康。1968 年出生者受是非口舌困扰，所谓“清者自清”，对闲言闲语无须过分上心。

农历三月（西历 2026 年 4 月 5 日至 5 月 4 日）
贵人助力充足，遇到困难时不妨请前同事或朋友帮忙，对方的人脉网络将会有助解决问题。本月个人担心焦虑较多，容易有无形压力，建议多接触大自然舒缓减压。1992 年出生者跌入破财运，不宜投资投机。2016 年出生的小朋友容易意外受伤，家长要多留意厨房、浴室等家居陷阱。

农历四月（西历 2026 年 5 月 5 日至 6 月 4 日）
运势起伏较大，面对新合作需要特别谨慎，慎防有表面风光情况，看似稳赚的项目于落实后会有重重困难，加上人事摩擦增加，需要多花时间耐心解决。1968 年出生者焦虑不安影响睡眠质量，建议相约朋友聚会品茗倾诉。1992 年出生者事业有新发展空间，不妨努力争取表现，惟与同事相处时需要控制个人情商，以免树敌而影响运势。

农历五月（西历 2026 年 6 月 5 日至 7 月 6 日）
本月容易惹上官非，处理税局、海关等监管机构的文件时要特别小心，从商者亦要多留意客户的财政状况，慎防对方赖帐而引发诉讼。一九八〇年出生者人事纠纷不断，工作上有意见分歧应冷静讨论寻求共识。本月头部及手部容易受伤，高危的户外活动可免则免。二〇〇四年出生者有较多伤风、感冒等小毛病，需要争取休息时间，亦可多做运动增强免疫力。

农历六月（西历 2026 年 7 月 7 日至 8 月 6 日）
运势稳步上扬，能得贵人扶持而做事较容易成功，之前遇到的麻烦障碍亦会渐露曙光，多加耐性即可解决。一九八〇年出生者情绪低落，容易胡思乱想而有失眠问题，不妨多做太极、瑜伽等运动减压。一九九二年出生者人际关系欠佳，容易因为言语误会而遭小人攻击，建议待人处事保持低调，以免卷入是非漩涡。

农历七月（西历 2026 年 8 月 7 日至 9 月 6 日）
贵人运顺遂，做事能得助力而事半功倍，尤其从事前线销售、中介等工种，可望获得客户支持而业绩有提升，不妨积极把握。1982 年出生者容易因为言语误会而惹是非，需要提防人际纠纷。本月心脏或血压方面有小毛病，若有不适应尽快求医。2006 年出生者有轻微破财运，宜全面检视理财方向，以免入不敷支。

农历八月（西历 2026 年 9 月 7 日至 10 月 7 日）
有新合作机会临门，若牵涉的投资金额不多则可一试，惟需要大额投资则不宜轻举妄动，需要考虑周详。1970 年出生者容易惹官非诉讼，驾驶人士要遵守交通规则，以免被开罚单而破财。1982 年出生者为家宅之事而劳心，情绪较为困扰，不妨出门外游放松身心。

农历九月（西历 2026 年 10 月 8 日至 11 月 6 日）
做事遇上麻烦阻碍，尤其要多花时间处理家事，家人、亲友亦有机会提出财务借贷请求，建议量力而为，以免令自己陷入财困。1994 年出生者有轻微偏财运，钟情麻将玩乐或赛马活动者可小注怡情，亦可购买彩票碰运气。2018 年出生的小朋友有较多伤风、感冒等小毛病，家长需要多花时间照顾其起居生活。

农历十月（西历 2026 年 10 月 8 日至 12 月 6 日）
运势全面回升，无论事业及财运均可拾级而上，之前面对的困难亦渐见曙光，不妨多加耐性处理，可望圆满解决。1990 年出生者思绪混乱、精神难以集中，不妨多出门郊游，以大自然的力量缓解负面情绪。1994 年出生者工作压力较大，容易有失眠问题，亦要提防因为专注力不足而意外受伤，尤其手部首当其冲，需要特别小心。

农历十一月（西历 2027 年 1 月 5 日至 2 月 3 日）
财运走势顺遂，投资可获不俗回报，正财收入有提升，偏财方面只要不太贪心也有收获。1970 年出生者有家人亲友借贷请求，需要衡量个人能力，不宜强出头。1982 年出生者容易受金属所伤，外出驾驶时需特别注意交通安全，提防轻微汽车碰撞。

农历十二月（西历 2027 年 1 月 5 日至 2 月 3 日）
事业有进步空间，之前面对的困难渐见曙光，不妨积极把握机会。但本月健康运较弱，容易感到疲劳，1994 年出生者容易惹官非，签署重要文件请专业人士核对做实。2006 年出生者的年轻人有较多伤风、感冒等小毛病，需多关注健康，保持充足休息，避免过度劳累。

趋吉避凶的吉祥物
属蛇的人 2026 年运势低迷，但可惜容易惹小人，必须注意广结人缘财运反复，及早积累防饥。倘若要趋吉避凶，可在东方摆放一个灵鹿长春的琉璃吉祥物来生旺。
`,
  "Horse": `
属马的 2026 年运程
整体运程
属马者来到马年属本命年，运势本来就起伏较大、容易各走极端，再加上“午午自刑”为刑太岁，新一年难免要面对不同挑战，需要谨慎应对。
其实犯太岁属于中性名词，其影响并非一面倒，惟始终要有心理准备迎接变化，而不同年龄阶段需要面对的关口亦有所不同。虚龄廿五有机会是感情离合、结婚或分手；虚龄三十七则可能是事业变化或人口增加；而较年长的属马者则要多关注健康。所谓“一喜挡三灾，无喜是非来”，若有结婚、添丁、置业或创业等人生大事冲喜，则可主动应验变化，有助将本命年及自刑的冲击减低。
不过，虽然犯太岁之年适宜作出变动，但始终运势较为动荡，故下决定前务必三思，并要以稳健为大前提，尤其投资策略宜保守。从商者需要开源节流，不宜大兴土木。而“午午刑”加上流年火过旺，需要提防受伤或有轻微血光之灾，加上“太岁”、“剑锋”、“伏尸”及“三刑”凶星均会冲击健康，新一年要多关心自己及长辈的身体。
可幸马年仍有“将星”及“岁驾”吉星为事业加持。“将星”是将军统领下属出外征战，尽显大将之风；“岁驾”则是皇帝出巡、受万人景仰的画面。新一年事业发展顺遂，能发挥领导才能，尤其任职机构、政府部门、管理层或警队、消防、海关等纪律部队的人士可大展拳脚，工作表现亦会备受认同，不妨积极把握。
总而言之，马年事业走势畅旺，惟其他方面则吉星欠奉，尤其本命年及刑太岁要特别注意家宅及健康运。建议于蛇年年底检查身体，马年之始捐血及洗牙，多赠医施药及花费于健康管理之上。若有宗教信仰者，宜于立春后做好拜太岁工作，贴身佩戴羊形饰物，并于流年五黄（正南）及二黑（西北）病星位置摆放铜器重物化解。凡事做好准备，则本命年亦可安然度过。

【财运】
虽然犯太岁之年适宜作出变动，惟始终本命年的财运起伏较大，面对新投资项目需要特别谨慎，若只需要投入时间、心力尚可，但要动用大量资源则要三思。策略方面亦宜剑指偏锋，采取以小博大的方式试行，成功机会较高。投资方面则可以选择中长线项目，避免涉猎高风险的投机炒卖，赚取收入后亦可将部分现金转换为稳健的实物资产保值，以免无辜破财。
另外，马年的财运以正财为主，打工一族有满意薪酬调整，惟从商者要开源节流、做好风险管理，不宜向客户赊数、赒货，签署文件、合约前亦要特别小心，慎防要对簿公堂而有损失。自刑之年亦要注意与合作伙伴的关系，容易因为误会而不欢而散，需要多加沟通。
受本命年、刑太岁及凶星影响，马年要多关注健康，若有喜事“破欢喜财”则最为理想，否则亦可主动花费作健康管理，如多购买保健品或赠医施药，出门前购买医疗、旅游及意外保险，以策万全。“岁驾”飞临代表与汽车相关的开支有机会增加，若打算更换座驾不妨落实执行，亦可多作汽车维修保养，只要各个范畴准备周详则可万无一失。

【事业】
马年有“将星”及“岁驾”两颗拱照事业的吉星飞临，“将星”是将军统领下属驰骋沙场，“岁驾”则是皇帝出巡受万人景仰，新一年事业发展顺遂，可望于职场上发挥领导才能，工作亦会有突出表现，尤其任职政府部门、大机构或警队、消防、海关等武职者将会更有发挥机会，不妨把握好运积极向前。
不过，丙午年始终为自刑之年，加上受“伏尸”、“三刑”等凶星影响，人际关系容易有暗涌，同事之间存在明争暗斗，容易因为沟通问题而招人妒忌或惹是非，建议以“做人低调、做事高调”为原则，尽量明哲保身，避免卷入复杂的办公室政治当中。
另外，虽然本命年宜动不宜静，部分人亦会因为感觉受掣肘而蠢蠢欲动作出变化，惟决定转职前需要审慎评估当中风险，慎防新公司结构改变或有人事调动等突如其来的变数，又或转职后发现新公司与期望有所落差，令自己陷入进退两难局面。若情况许可，不妨先留守原有公司，主动争取出差机会或申请职位调动等，即使坚持离职外闯者亦宜于下半年落实较佳，以免需要转再转而增添烦恼。

【感情】
本命年为感情上的“关口年”，关系容易不进则退，有伴侣者需要认真考虑去向。所谓“太岁当头坐，无喜必有祸”，若关系稳定、已有结婚打算者，不妨于马年筹划执行，可望应验变化。惟于筹办婚事的过程中务必要互相忍让，并尽量分工清晰，慎防因为婚礼的细节而意见分歧，甚或会僵持不下而导致分手收场。至于关系未及谈婚论嫁者，则要提防感情变淡或争执不断而走上离异之路。
已婚者亦要坚决抗拒外来诱惑，不宜对异性过分热情，以免卷入错误复杂的三角关系，破坏与伴侣建立的互信关系。另外，由于马年会为事业打拼，需要慎防过分专注工作而冷落对方，又或因为压力庞大而将负面情绪发泄于另一半身上，影响夫妇感情。建议于事业及家庭间取得平衡，工作时适当“聚少离多”减少争执，但亦要放假陪伴家人，不妨结伴出门外游，共享天伦维系感情。
至于单身一族桃花则未算灿烂，虽然有机会于职场上结识异性，惟多属昙花一现的短暂姻缘，关系难有重大发展，建议多花时间相处了解再作决定，不宜太快投入感情。

【健康】
受犯太岁及自刑夹击，马年的健康运较受冲击，容易有轻微血光之灾或开刀破相，尤其“剑锋”为金属受伤，驾驶人士要注意道路安全，提防轻微汽车碰撞，工作需要接触机械者亦要特别留心。建议于蛇年年底检查身体、马年之始捐血及洗牙，有宗教信仰者宜于立春后拜太岁，贴身佩戴羊形饰物，以“合而忘冲”方式提升运势。
新一年亦要注意家宅及长辈健康，不妨多花费于保健品之上及多赠医施药，移走家中具有煞气的尖刀、石头等摆设，于五黄（正南）及二黑（西北）病星位置及床头摆放铜器重物化解。若未有置业打算者，可为自己及长辈家居作小量装修、维修、更换家俬或已损坏的电器，均可有助提升气运。
另外，由于马年事业起飞，工作压力庞大，需要学懂舒缓减压，不妨多做太极、瑜伽等运动沉淀自己，亦可多接触大自然，以正能量修补负面情绪。惟出门外游时要注意安全，需要购买旅游及意外保险，不宜进行爬山、攀石、滑雪、潜水等高危的户外活动，即使坚持参与亦必须结伴同行，凡事安全为上，谨记凡事稳妥，自可平安度过。

农历正月（西历 2026 年 2 月 4 日至 3 月 4 日）
事业上有新方向及合作机会临门，但始终踏入本命年不宜轻举妄动，需要多观察市场形势。若只耗费时间心力、不牵涉大额资金则不妨一试，否则就要谨慎三思。1954 年出生的长者人际关系疲弱，容易因为固执己见而与人起冲突，建议调节心态从容面对。1990 年出生者暗地漏财，不宜涉猎高风险的投机炒卖项目，慎防受骗而破财。

农历二月（西历 2026 年 3 月 5 日至 4 月 4 日）
本月易因琐事遭人埋怨，建议不宜作中间人排难解纷，事不关己亦不宜多作评论，尽量“少说话、多做事”明哲保身。1966 年出生者喉咙、气管及呼吸系统较弱，不宜前往人烟稠密的地方，以免被感染而久咳不愈。本月亦要多关心长辈健康，若有不适应急速陪同就医。1978 年出生者被是非口舌缠身，要慎防卷入办公室政治漩涡。

农历三月（西历 2026 年 4 月 5 日至 5 月 4 日）
学习运良好，不妨报读在职进修或兴趣课程，既可增值自己亦可扩阔视野。单身一族有轻微桃花运，惟关系较为虚幻，需多花时间观察了解。1966 年出生者家宅运面临冲击，若有噪音或漏水问题，宜及早聘请专业人士维修处理。2002 年出生者容易受伤，户外活动时要注意安全，以免乐极生悲。

农历四月（西历 2026 年 5 月 5 日至 6 月 4 日）
本月好事多磨，做事易节外生枝，需经历重重困难始能成功，需要多加耐心并做好两手准备迎难而上。1978 年出生者情绪焦虑不安，容易有失眠问题，不妨多出门走动或接触大自然舒缓减压。2002 年出生者或遇兄弟姊妹及朋友求助，建议量力而为，避免超出能力范围而惹麻烦。

农历五月（西历 2026 年 6 月 5 日至 7 月 6 日）
本月为全年运势最波动的月份，需要特别注意身体健康，若有重要决定亦宜稍为推迟，以免因为决策错误而招致损失。既然运势不稳，建议本月可放假外游，既可放松身心，亦可以“借地运”方式提升运势。1954 年出生者健康有小毛病，不宜讳疾忌医。1990 年出生者人事争执不断，亦要提防手部受伤。

农历六月（西历 2026 年 7 月 7 日至 8 月 6 日）
诸事不顺、工作遇上麻烦阻碍，看似顺遂但实际执行时又困难重重，需要有心理准备应付突如其来的变数。本月财运亦有耗损，需要咬紧牙关面对，亦可考虑寻求贵人助力解决问题。火旺月份出生者不妨大量使用米、白及浅蓝色提升运势。1978 年出生者要慎防官非诉讼，签署文件、合约前需要多了解条款细则，亦可请专业人士提供意见。1990 年出生者精神紧张、神经衰弱，睡眠质量下降，不妨相约朋友聚会倾诉解开心结。

农历七月（西历 2026 年 8 月 7 日至 9 月 6 日）
本月需要提防轻微血光之灾，驾驶人士要奉公守法、时刻注意道路安全，工作需要接触机械者亦要特别留心，慎防意外受伤。1942 年出生的长者健康较受冲击，若有不适应当及早求医，以免虚惊一场。1966 年出生者容易扭伤、摔伤，高危的户外活动可免则免。

农历八月（西历 2026 年 9 月 7 日至 10 月 7 日）
犯太岁的影响稍为缓和，运势逐渐明朗化，之前遇到的困难阻碍亦渐见曙光。财运有轻微提升，惟始终较为财来财去，需要谨慎理财。1990 年出生者有机会误堕法网，处理监管机构的文件、合约时要特别小心。2002 年出生者情绪低落、容易胡思乱想，建议相约朋友饭叙倾诉，不宜钻进死胡同。

农历九月（西历 2026 年 10 月 8 日至 11 月 6 日）
贵人运顺遂，欲作出工作变动者本月可落实执行，尤其可请前同事或前上司协助，成功机会较高。惟本月与身边人容易有误会争执，宜多沟通寻求共识。1966 年出生者事业有进步，惟是非口舌频繁，需要注意人际关系。1978 年出生者可望发挥领导才能，惟容易破财，不宜投资投机。

农历十月（西历 2026 年 10 月 8 日至 12 月 6 日）
踏入属水的亥月运势渐入佳境，个人逻辑思维有进步，做事更有条理，可望于事业上一展所长，连带财运亦有进账，从商者将有机会收回一笔旧账。1954 年出生的长者头部及手部容易受伤，要慎防厨房、浴室等家居陷阱。1978 年出生者财运一得一失，需要量入为出，注意理财方向。

农历十一月（西历 2027 年 1 月 5 日至 2 月 3 日）
相冲月份人际关系倒退，健康亦会有小毛病，不妨考虑装修、维修家居或更换家俬助运。如时间许可宜放假外游，惟出门后要小心看管个人财物，慎防有行李遗失被盗情况，亦要困扰，需要调节心态面对。本月人际关系紧张，容易因为固执己见而有人事纠纷，需要多聆听别人意见，不宜过分强势。1966 年出生者呼吸系统较弱，要避免前往人烟稠密的地方，以免呼吸道受感染。1990 年出生者将会有家人、亲友提出财务借贷请求，建议量力而为，慎防令自己陷入财困。

农历十二月（西历 2027 年 1 月 5 日至 2 月 3 日）
本命年即将过去，运势将会步向平稳，惟仍有轻微冲击，健康方面有小毛病，情绪亦较受困扰，需要调节心态面对。本月人际关系紧张，容易因为固执己见而有人事纠纷，需要多聆听别人意见，不宜过分强势。1966 年出生者呼吸系统较弱，要避免前往人烟稠密的地方，以免呼吸道受感染。1990 年出生者将会有家人、亲友提出财务借贷请求，建议量力而为，慎防令自己陷入财困。

趋吉避凶的吉祥物
属马的人今年宜在南方，或在床头摆放一座马羊喜合的琉璃吉祥物来生旺。
`,
  "Goat": `
属羊的 2026 年运程
整体运程
肖羊与肖马为六合生肖，本质上关系友好，所以肖羊者在马年有合太岁之象，原则上运势会较为顺遂，容易有新合作机遇出现；惟部分人于相合之年会被合走命格中的重要元素，做事反而会荆棘满途，故肖羊者的运势将会走向两极，当中约有七成人稳步向前，但亦有三成人波涛起伏，需要谨慎应对。
不过，无论运势走向如何，相合之年也要有心理准备迎接变化。若有结婚、添丁、置业或创业等喜事则运势较为平稳，否则就要留心波动较大，面对新合作要慎防有表面风光情况，洽商时踌躇满志，但落实执行时却困难重重，简单的事情会节外生枝，以为失败最后又逆转成功，需要保持平常心面对得失。
虽然运势反覆，可幸仍有吉星飞临，为肖羊者加添助力。「太阳」是男性贵人，若销售对象以男性顾客为主，如男士服装、汽车、音响或模型等，马年可望财源滚滚。此星亦有光照远方之意，从商者不妨拓展海外市场。「岁合」则是半颗桃花星，对肖羊者这份努力充分，可望扩阔社交圈子及结识新朋友，惟此星亦代表人际关系上的转换，需要慎防与旧友有误会争执。「天空」则代表天马行空，马年思潮跃动、创意澎湃，从事创意工种者可望灵感不绝，不妨积极把握。
不过，马年亦有「晦气」凶星，较为影响人际关系，容易遇上令人烦心的人与事，可幸有「太阳」抗冲，最终仍可顺利化解。「黄幡」则是家宅上的小麻烦，「扳鞍」套用于人际关系上有左右为难，两边不是人情况，需要小心处理。
总括而言，马年运势算是颇有进步，事业上能拓展人脉资源，试行新策略亦劳而有功，加上社交活跃，人缘桃花畅旺，唯一需要关心是家宅及长辈健康。不过，虽然「太阳」有利走动，「扳鞍」亦代表转换到另一位置，但始终合太岁年份运势仍存在变数，故凡事需要考虑周详，尤其之后的羊年为本命年，肖羊者宜做好准备应付连续两年的变化，尤其春、夏季出生者更要多作筹划，凡事谨慎则可平安度过。

【财运】
肖羊者于马年属合太岁，相合之年容易有新合作机会，加上“太阳”吉星代表男性贵人，新一年有利与男士合作。而“天空”则有天马行空之意，从商者不妨跳出框框、多构思新市场策略，可望异军突起而有出路。不过，始终相合之年运势存在暗涌，要慎防被表面风光蒙蔽，下决定前宜多审视市场环境，落实后亦要亲力亲为监察，并采取以小博大的方式试行成功机会较高，大兴土木则容易招致损失。
另外，由于“太阳”有光照远方之意，新一年不妨离开原居地拓展海外市场，投资方面亦可将部分战线推展至海外，惟于不熟悉的国度需要多评估风险，亦要眼明手快、见好即收，以免先盈后亏。而马年过后的羊年为本命年，届时财运会较为起伏，若涉及跨年的投资项目宜先行于马年年末结算，以防踏入羊年形势逆转。
整体而言，马年的理财策略要保守克制，亦要准备一笔应急钱，有机会因为家居装修、维修或家人的健康问题而要动用额外开支。若有亲友提出借贷请求则要三思，即使决定伸出援手亦只宜量力而为，并要有“一去不回头”的心理准备，以免超出能力范围而陷入财困。

【事业】
丙午年喜获一组拱照事业的吉星驾临，各行各业均可受惠。打工一族受“太阳”吉星带动，若直属上司是男性，对方将会起提拔作用。此星亦有光照远方之意，若有出差机会不妨主动争取，能离开原居地往外闯，发展将会更惬意。至于顾客对象以男性为主的前线销售，如男士服装、汽车、音响或模型等，马年亦可获得客人支持，业绩水涨船高。即使销售对象并无性别之分，有“岁合”加持亦可提升人缘运，故从事地产、保险等销售中介人士亦可透过扩阔人脉网络而带动事业起飞。
至于“天空”顾名思义就是天马行空，工作需要涉及创意思维者，如编剧、广告、市场推广或自媒体等，新一年可望灵感不绝，即使从商者亦能凭借破格的市场策略而开创新路向，故原则上马年属事业扶摇直上的一年。
不过，有“晦气”凶星入主终终影响人际关系，职场上是非口舌在所难免。“扳鞍”则代表转换新环境，若有感现时发展受掣肘、欲往外闯亦无不可，惟合太岁始终会令运势存在不稳定因素，故若决定放手一试，亦要有心理准备新工作会较为艰辛，薪酬及职衡未必有大幅调整，需要做好期望管理。

【感情】
肖羊者在马年因「午未合」而与流年关系友好，加上有利人际的吉星加持，新一年桃花机遇处处，单身一族不妨积极把握。「太阳」代表男性贵人，单身女性有望邂逅条件及背景不俗的异性，亦有机会发展异地姻缘，除了于出差或外游时遇上心仪对象，亦有机会是对方前来自己的原居地发展，不妨多留意身边人。
不过，马年又有「晦气」凶星，若恋情刚萌芽、关系未算稳定者，不宜太快让另一半融入自己的家庭、朋友圈子，以免闲言闲语而左右自己对伴侣的观感，建议低调享受恋爱甜蜜，多沟通相处关系反而会更长久。另外，马年之后的羊年为本命年，关系需要有变化，若于马年成功「脱单」、羊年的关系仍未算稳定，需要多花时间观察了解。
另外，合太岁是情侣们的「关口年」，关系需要有所突破，若打算共谐连理则最为理想，否则就要多花时间维系感情，慎防有分手离异情况。已婚者遇上桃花年亦要坚决抗拒外来诱惑，提防跌入错综复杂的三角关系。其实合太岁之年适宜有喜，有添丁计划者不妨落实执行，可望梦想成真，有机会于马年怀孕、羊年分娩，同时主动应验流年变化，有助平稳度过紧接的本命年。

【健康】
不同命格的肖羊者于马年运势会走向两极，故健康方面不能掉以轻心。「太阳」吉星飞临代表有较多出差或外游机会，惟合太岁之年运势始终有暗涌，建议预先购买旅游及意外保险，出发前要多留意目的地之天气变化，抵埗后亦要小心有行李延误、遗失或水土不服情况，避免进行爬山、攀石、滑雪或潜水等高危的户外活动，即使坚持参与亦要结伴同行或聘请专业教练随行，凡事以安全为上。
另外，相信大家有部分人做事会遇上波折，容易因此而有精神压力，加上「天空」代表想象力丰富、甚至会出现胡思乱想情况，建议多做运动沉淀自己，亦可多接触大自然舒缓减压。马年亦要留心家宅运，若有冲喜则可主动应验化解，否则就要多关心长辈健康，遇有不适应尽快陪同求医，亦可为对方家居作小量装修、维修损坏的电器、更换沙发或床褥等贴身家具，均可助提升气运。
由于马年过后的羊年为本命年，肖羊者需要连续两年迎接变化，故必须于各个维度计划周详，建议于马年年底接受详细的身体检查，多作健康管理及赠医施药，则本命年来临也可万无一失。

农历正月（西历 2026 年 2 月 4 日至 3 月 4 日）
相冲月份驿马运强，不妨与家人出门外游带动运势。本月财运有轻微进账，偏财方面只要不太贪心可有得着。1980 年出生者要为家宅问题操心，建议平心静气处理。2004 年出生者人事争执不断，面对纷争时要尝试听取他人意见，不宜过分偏执。本月亦要提防手部受伤，进行户外活动时要特别留心。

农历二月（西历 2026 年 3 月 5 日至 4 月 4 日）
事业有进步，突出的工作表现获得上司认同，惟财运走势欠佳，不宜为他人作任何借贷担保，慎防招致损失。1956 年出生者要注意呼吸系统毛病，建议尽量避免前往人烟稠密的地方，以防被感染而拖垮健康。1968 年出生者受是非口舌困扰，所谓“清者自清”，对闲言闲语无须过分上心。

农历三月（西历 2026 年 4 月 5 日至 5 月 4 日）
贵人助力充足，遇到困难时不妨请前同事或朋友帮忙，对方的人脉网络将会有助解决问题。本月个人担心焦虑较多，容易有无形压力，建议多接触大自然舒缓减压。1992 年出生者跌入破财运，不宜投资投机。2016 年出生的小朋友容易意外受伤，家长要多留意厨房、浴室等家居陷阱。

农历四月（西历 2026 年 5 月 5 日至 6 月 4 日）
运势起伏较大，面对新合作需要特别谨慎，慎防有表面风光情况，看似稳赚的项目于落实后会有重重困难，加上人事摩擦增加，需要多花时间耐心解决。1968 年出生者焦虑不安影响睡眠质量，建议相约朋友聚会品茗倾诉。1992 年出生者事业有新发展空间，不妨努力争取表现，惟与同事相处时需要控制个人情商，以免树敌而影响运势。

农历五月（西历 2026 年 6 月 5 日至 7 月 6 日）
运势稳步上扬，能得贵人扶持而做事较容易成功，之前遇到的麻烦障碍亦会渐露曙光，多加耐性即可解决。一九八〇年出生者情绪低落，容易胡思乱想而有失眠问题，不妨多做太极、瑜伽等运动减压。一九九二年出生者人际关系欠佳，容易因为言语误会而遭小人攻击，建议待人处事保持低调，以免卷入是非漩涡。

农历六月（西历 2026 年 7 月 7 日至 8 月 6 日）
相冲月份宜动不宜静，时间许可不妨出门外游「借地运」，上半年出生者可到寒冷地方，下半年出生者则宜到热带地区，有助带动运势。1958 年出生者容易被骗而跌入破财陷阱，签署文件、合约前要多了解条文细则。1970 年出生者家宅运疲弱，花心力处理家事令自己较为烦恼，建议相约朋友聚会，互相倾诉解开心结。

农历七月（西历 2026 年 8 月 7 日至 9 月 6 日）
贵人运顺遂，做事能得助力而事半功倍，尤其从事前线销售、中介等工种，可望获得客户支持而业绩有提升，不妨积极把握。1982 年出生者容易因为言语误会而惹是非，需要提防人事纠纷。本月心脏或血压方面有小毛病，若有不适应尽快求医。2006 年出生者有轻微破财运，宜全面检视理财方向，以免入不敷支。

农历八月（西历 2026 年 9 月 7 日至 10 月 7 日）
有新合作机会临门，若牵涉的投资金额不多则可一试，惟需要大额投资则不宜轻举妄动，需要考虑周详。1970 年出生者容易惹官非诉讼，驾驶人士要遵守交通规则，以免被开罚单而破财。1982 年出生者为家宅之事而劳心，情绪较为困扰，不妨出门外游放松身心。

农历九月（西历 2026 年 10 月 8 日至 11 月 6 日）
做事遇上麻烦阻碍，尤其要多花时间处理家事，家人、亲友亦有机会提出财务借贷请求，建议量力而为，以免令自己陷入财困。1994 年出生者有轻微偏财运，钟情麻将玩乐或赛马活动者可小注怡情，亦可购买彩票碰运气。2018 年出生的小朋友有较多伤风、感冒等小毛病，家长需要多花时间照顾其起居生活。

农历十月（西历 2026 年 10 月 8 日至 12 月 6 日）
运势全面回升，无论事业及财运均可拾级而上，之前面对的困难亦渐见曙光，不妨多加耐心处理，可望圆满解决。1990 年出生者思绪混乱、精神难以集中，不妨多出门郊游，以大自然的力量缓解负面情绪。1994 年出生者工作压力较大，容易有失眠问题，亦要提防因为专注力不足而意外受伤，尤其手部首当其冲，需要特别小心。

农历十一月（西历 2027 年 1 月 5 日至 2 月 3 日）
财运走势顺遂，投资可获不俗回报，正财收入有提升，偏财方面只要不太贪心也有收获。1970 年出生者有家人亲友借贷请求，需要衡量个人能力，不宜强出头。1982 年出生者容易受金属所伤，外出驾驶时需特别注意交通安全，提防轻微汽车碰撞。

农历十二月（西历 2027 年 1 月 5 日至 2 月 3 日）
获德高望重的贵人提携，对方的助力可望令事业更上一层楼，惟工作压力庞大，容易有失眠问题，不妨出门短线旅游，放松身心。一九八○年出生者有家人、亲友提出财务借贷请求，建议只能量力而为，以免超出能力范围而令自己陷入财困。二○一六年出生的小朋友肺部及呼吸系统较弱，容易有气管过敏问题，家长需要多注意空气质素，亦要留心家庭用品如床单、被铺等是否含有致敏原。

趋吉避凶的吉祥物
属羊的人今年合太岁，有贵人扶持，事业发展顺利，但容易受人拖累，财运起伏不定。可在东方摆放一座洋洋得意的琉璃吉祥物来生旺。
`,
  "Monkey": `
属猴的 2026 年运程
整体运程
刚过去的蛇年受到刑太岁及破太岁双重夹击，相信不少肖猴者经历了跌宕起伏的一年，来到马年与太岁并无冲合，整体运势将会趋向稳定，属重新开始的年份。
马年喜获「文昌」及「驿马」拱照，事业有望平步青云。「文昌」是有利读书、考试的吉星，新一年个人思路清晰、分析能力颇强，无论报读在职培训或其他杂艺课程也能获取好成绩，可望开阔视野。「驿马」则代表往外走动，仍在求学阶段者若打算负笈海外升学不妨落实执行，打工一族亦宜多参加行业内的升迁考核，并主动争取出差机会，人在外地将会有更理想发挥。从商者亦宜开拓海外市场，将产品或服务带到世界不同地方。至于「驿马」亦有利异地姻缘，马年有机会于出门时遇上合眼缘对象，又或对方前来自己的原居地发展，不妨多留意身边人。
不过，丙午年亦有「孤辰」凶星飞临，所谓「男怕孤辰，女忌寡宿」，肖猴的男士马年容易有挥之不去的孤独感，即使有另一半但总觉得沟通不足或对方不够了解自己；单身一族若于马年遇上心仪对象开展感情，亦要慎防有热情冷却情况，需要多花时间关心对方及维系感情。至于「丧门」及「地丧」则会冲击家宅，马年宜关注长辈健康，若有身体不适应尽快陪同求医。若与长辈同住者，不妨考虑翻新家居，否则亦可为对方更换窗帘、沙发或床褥等附有个人气运的物品，维修破损的家电及摆放绿色植物增添生气，于流年五黄（正南）及二黑（西北）病星位置及床头放置铜器重物净化磁场，均可有助提升健康运。
整体而言，马年的事业运走势顺遂，尤其打工一族发展相关理想，虽然薪酬未必有大幅调整，可幸将会被赏识而有不错升迁机会。从商者则需要频扑走动，若能主动前往不同国家地区拓展生意则可「动中生财」。另外，由于吉星助力以拱照事业为主，故无论正财及偏财方面均要依靠个人努力，经过自己的分析研究始有机会获利，不宜抱侥幸心态或轻信小道消息。

【财运】
马年的吉星力量均指向事业，未有直接的财星进驻，可幸肖猴与肖马并无冲合，若能够亲力亲为、多主动出击则仍有赚钱机会。「驿马」吉星有奔波劳碌、马不停蹄之意，新一年将以远地之财为主，从商者不妨拓展海外市场寻找机遇，将销售版图延展至世界各地，「动中生财」带动运势。投资方面亦可采取相同策略，将部分资金投放于海外，例如购买外币或海外房地产等，获取回报的机会较高。
至于「文昌」吉星则有利思想、读书及考试，马年需要倚靠一己之力赚取财富，难以依靠人脉网络、听信小道消息或凭灵感行事，需要多掌握资讯，分析市场环境及深入研究始有机会获利。
另外，由于新一年出门机会高、需要频繁走动，出发前要做好准备，预先购买旅游及意外保险，慎防有行李延误或财物遗失情况。马年于进修方面的开支亦会增加，可幸此项开销属长远投资，增值自己未来终有回报。而「丧门」及「地丧」则较为影响家宅及长辈健康，有机会因为家庭问题而需要花费，不妨主动装修、维修家居或更换家俬、电器等，主动破财挡灾提升运势。

【事业】
受吉星力量带动，马年的事业走势凌厉，尤其「文昌」驾临令肖猴者的思维清晰、逻辑性强，若从事会计、律师、分析员等研究工作的人士，马年的精准程度会有所提升，工作表现相当突出。此星亦有利进修及考试，无论参加公开试或行业内的升迁考核亦有优势，可望凭优异成绩而有升迁机会或轻微薪酬调整；即使是报读与工作无关的范畴，亦可涉猎不同知识及兴趣，扩阔视野为未来事业打好基础。
至于「驿马」则代表频繁走动，打工一族不妨主动争取出差机会，亦可申请暂时调职驻守海外、报读短期课程或参加交流活动等，从商者则宜拓展海外市场，若能离开原居地发展，事业将会更上一层楼。
由于肖猴与肖马无冲无合，新一年人际关系将会较为融洽，职场上的是非口舌不多，惟始终有「孤辰」凶星入主，容易因为过分专注事业发展而孤立自己，与同事相处时显得较为不合群。若从事的工种独立性较高则无不可，惟工作需要经常与同事紧密合作，与客户接触或从事前线销售、中介者，建议要调节心态，提升社交活跃度及外向性为佳。

【感情】
马年未有桃花星进驻，肖猴者的感情运只属一般，可幸仍有「文昌」及「驿马」加持，单身一族有望于进修或外游时结识新朋友，扩阔社交圈子。「驿马」则有利异地姻缘，出差或外游时较容易邂逅心仪对象，又或对方前来自己的原居地发展，不妨多留意身边人。不过，丙午年始终不属桃花灿烂之年，即使遇上有好感异性亦宜由朋友开始循序渐进发展，多花时间相处了解培养感情，待时机成熟再决定去向。
已婚者与另一半感情稳定，惟受「文昌」带动工作较为忙碌，加上「驿马」需要奔波劳碌、容易「聚少离多」，肖猴者要慎防因为过分专注工作而冷落对方，建议做好时间管理，多关顾伴侣感受，亦可出门结伴外游维系感情。另外，「孤辰」入主容易有孤单寂寞之感，所谓「男怕孤辰，女忌寡宿」，肖猴的男士除了要多关注身边人健康，亦有机会因为经常出差而有孤枕独眠机会，感觉不是味。即使身边人相伴亦会觉得欠缺火花，又或认为对方不够了解自己而衍生隔膜，谨记夫妻之道贵乎坦诚，需要多花时间沟通寻求共识。

【健康】
肖猴者与流年太岁并无冲合，原则上健康会较为稳定，惟「驿马」之年有较多出门机会，所谓「行船跑马三分险」，新一年要慎防于旅途中有突发事故或小惊吓，宜多留意目的地之天气变化、慎防有行李延误或财物遗失情况，不妨购买旅游及意外保险，以策万全。抵埗后亦要小心人身安全，避免进行爬山、攀石、滑雪或跳伞等高危的户外活动，即使坚持参与亦必须结伴同行或聘请专业教练随行，减少意外受伤机会，凡事安全为上。
另外，「文昌」畅旺之年难免会有工作压力大，加上「孤辰」令个性较为孤僻，容易愁城自困，甚至会影响睡眠质素，建议多做运动减压，亦可多接触大自然，疏导绷紧情绪。至于「丧门」及「地丧」则会冲击家宅及长辈健康，马年不妨为长辈翻新家居，如油漆、更换沙发、床褥、窗帘或损坏的电器等，留意床头及灶头位置不宜坐落于流年五黄（正南）及二黑（西北）病星方位，否则需要放置铜器重物或铜葫芦化解。若长辈属犯太岁则宜佩戴相关平安饰物及做妥拜太岁仪式，多作赠医施药及施棺济贫等善举，有助提升健康与家宅运势。

农历正月（西历 2026 年 2 月 4 日至 3 月 4 日）
相冲月份驿马运强，不妨与家人出门外游带动运势。本月财运有轻微进账，偏财方面只要不太贪心可有得着。1980 年出生者要为家宅问题操心，建议平心静气处理。2004 年出生者人事争执不断，面对纷争时要尝试听取他人意见，不宜过分偏执。本月亦要提防手部受伤，进行户外活动时要特别留心。

农历二月（西历 2026 年 3 月 5 日至 4 月 4 日）
事业有进步，突出的工作表现获得上司认同，惟财运走势欠佳，不宜为他人作任何借贷担保，慎防招致损失。1956 年出生者要注意呼吸系统毛病，建议尽量避免前往人烟稠密的地方，以防被感染而拖垮健康。1968 年出生者受是非口舌困扰，所谓“清者自清”，对闲言闲语无须过分上心。

农历三月（西历 2026 年 4 月 5 日至 5 月 4 日）
贵人助力充足，遇到困难时不妨请前同事或朋友帮忙，对方的人脉网络将会有助解决问题。本月个人担心焦虑较多，容易有无形压力，建议多接触大自然舒缓减压。1992 年出生者跌入破财运，不宜投资投机。2016 年出生的小朋友容易意外受伤，家长要多留意厨房、浴室等家居陷阱。

农历四月（西历 2026 年 5 月 5 日至 6 月 4 日）
运势起伏较大，面对新合作需要特别谨慎，慎防有表面风光情况，看似稳赚的项目于落实后会有重重困难，加上人事摩擦增加，需要多花时间耐心解决。1968 年出生者焦虑不安影响睡眠质量，建议相约朋友聚会品茗倾诉。1992 年出生者事业有新发展空间，不妨努力争取表现，惟与同事相处时需要控制个人情商，以免树敌而影响运势。

农历五月（西历 2026 年 6 月 5 日至 7 月 6 日）
本月容易惹上官非，处理税局、海关等监管机构的文件时要特别小心，从商者亦要多留意客户的财政状况，慎防对方赖帐而引发诉讼。一九八〇年出生者人事纠纷不断，工作上有意见分歧应冷静讨论寻求共识。本月头部及手部容易受伤，高危的户外活动可免则免。二〇〇四年出生者有较多伤风、感冒等小毛病，需要争取休息时间，亦可多做运动增强免疫力。

农历六月（西历 2026 年 7 月 7 日至 8 月 6 日）
运势稳步上扬，能得贵人扶持而做事较容易成功，之前遇到的麻烦障碍亦会渐露曙光，多加耐性即可解决。一九八〇年出生者情绪低落，容易胡思乱想而有失眠问题，不妨多做太极、瑜伽等运动减压。一九九二年出生者人际关系欠佳，容易因为言语误会而遭小人攻击，建议待人处事保持低调，以免卷入是非漩涡。

农历七月（西历 2026 年 8 月 7 日至 9 月 6 日）
宜出门走动的月份，上半年出生者可到寒冷地方、下半年出生者则宜到热带国家，以「借地运」方式强化运势。一九五六年出生者健康运受冲击，容易有受伤机会，需要注意厨房、浴室等家居安全。一九九二年出生者与家人有较多冲突，建议多聆听及尊重对方想法，不宜过分强势。

农历八月（西历 2026 年 9 月 7 日至 10 月 7 日）
事业扶摇直上，可望于职场上大展拳脚，不妨努力争取表现，将会备受赏识而有升迁机会。一九三二年出生的长者需要特别关注健康，若有身体不适应及早请后辈安排求诊，不宜讳疾忌医。二〇〇四年出生者人际关系四面受敌，事不关己不宜多加意见，并尽量「少说话、多做事」明哲保身。

农历九月（西历 2026 年 10 月 8 日至 11 月 6 日）
有新合作机会涌现，惟不宜被表面风光蒙蔽，需要三思后行。若项目牵涉的资金不多则可一试，有望以小博大赚取回报；惟若需要大手投资则要特别谨慎考虑，容易招致损失。一九六八年出生者可于职场上彰显领导才能，惟本月容易破财，不宜胡乱挥霍。一九九二年出生者心情郁闷，建议多找朋友聚会倾诉，亦可多郊游接触大自然，排解负面情绪。

农历十月（西历 2026 年 10 月 8 日至 12 月 6 日）
需要依靠人脉者不妨积极把握，有望拓展新商机。本月亦有颇强学习运，打算在职进修或报读兴趣课程者均可落实执行，有望扩阔眼界。一九九二年出生者签署文件、合约前要仔细审阅条款细则，慎防大意出错而惹官非兼有财务损失。二○○四年出生者有轻微偏财运，惟需要见好即收，以免得不偿失。本月亦容易意外受伤，运动爱好者要特别小心。

农历十一月（西历 2027 年 1 月 5 日至 2 月 3 日）
财来财去、难有储备的月份，收入有进账但又会有较多琐碎开支，建议赚取收入后将部分资金购买稳健的实物保值，以免保留太多现金而无辜破财。一九八〇年出生者与人争执不断，讨论时需要注意个人言辞，亦要多聆听别人意见，不宜过分偏执。本月财运欠佳，需要量入为出。一九九二年出生者要多关心长辈的身体健康，不妨为对方安排身体检查保平安。

农历十二月（西历 2027 年 1 月 5 日至 2 月 3 日）
获德高望重的贵人提携，对方的助力可望令事业更上一层楼，惟工作压力庞大，容易有失眠问题，不妨出门短线旅游，放松身心。一九八○年出生者有家人、亲友提出财务借贷请求，建议只能量力而为，以免超出能力范围而令自己陷入财困。二○一六年出生的小朋友肺部及呼吸系统较弱，容易有气管过敏问题，家长需要多注意空气质素，亦要留心家庭用品如床单、被铺等是否含有致敏原。

趋吉避凶的吉祥物
属猴的人今年运势欠佳，前路将会有诸多险阻，必须提高警惕，远离小人。财运低迷，慎防盗劫。肠胃易损，感情易起风波！倘若要趋吉避凶，可在西方摆放一座健行万里作为吉祥物。
`,
  "Rooster": `
属鸡的 2026 年运程
整体运程
肖鸡者来到马年无冲无合，运动将会较为稳定，加上有一组力量强大的吉星进驻，新一年贵人助力充足、桃花人缘畅旺，无论财运、事业及感情，每个范畴也能受惠，属渐入佳境的年份。
马年喜获「红鸾」、「太阴」及「天乙」吉星加持，人际关系可谓无往而不利。「红鸾」是第一大桃花星，单身一族有机会邂逅心仪对象兼长远发展，不妨积极把握。情侣若感情稳定，马年亦可考虑共谐连理，迈向人生另一阶段。不过，已婚者处于桃花旺盛之年则要抗拒外来诱惑，慎防行差踏错而陷入三角关系。「红鸾」除了为感情加持，亦会令肖鸡者个人魅力大增，无论外表及个性均较讨喜，可望获得贵人关顾。
至于「天乙」属强大的贵人星，新一年无论长辈、上司、下属，还是家人、朋友均会对你自己爱护有加，做事能得助力而较易成功。「太阴」则为女性贵人，若打工一族的直属上司是女性，马年可望获得对方提拔；若从商者的销售对象以女性顾客为主，如女士时装、美容、化妆或珠宝首饰等，业绩亦会受带动而有所提升，收入可望稳定增长。
不过，马年亦有「贯索」及「勾神」凶星入主，代表容易有纠缠不清的关系或财务纠纷，故无论处理感情或金钱问题均要特别谨慎，数目尽量分明，慎防因财失义而致反目。另外，「红鸾」入主有机会因为筹办婚事而「破欢喜财」，惟受「贯索」及「勾神」影响亦容易桃花破财，不宜与新相识的异性合作投资或有太多金钱纠葛，以免引起不必要的误会纷争。
整体而言，马年贵人力量充足，人缘及桃花俱佳，无论财运、事业及感情运均能稳步上扬，属收成期的一年。惟需要格外注意人际关系，待人处事要格外圆融，与人合作时更要谨慎处理金钱问题，以免破坏整体运势。

【财运】
有「红鸾」、「天乙」及「太阴」的吉星力量拱照，人际关系，肖鸡者于马年人缘桃花极为畅旺，无论家人、朋友或长辈均会对自己特别关顾，财运亦能受带动而水涨船高。既然贵人力量充足，从商者不妨借此拓展生意网络，以人脉资源寻找新商机；打工一族亦容易受到上司器重，不妨积极争取表现；从事前线销售、中介等人士亦可多主动联络客户，有望获得支持，尤其「太阴」为女性贵人，若销售对象以女性顾客为主，如女士时装、美容、化妆或珠宝首饰等，马年将会占尽先机，业绩亦看高一线。
至于投资策略亦以人脉为依归，有望获长辈提点或提供小道消息而较容易获利。不过，由于「太阴」为一颗缓慢的财星，并非大起伏的横财，故仍要以稳健的中长线项目为主，不宜操之过急，自己亦要评估当中风险，权衡利弊再作决定。
虽然马年能够广结人缘而有赚钱机遇，惟又受到「贯索」及「勾神」凶星力量制衡，需要提防出现财务纠纷。从商者要多注意与合作伙伴的关系，与恋情刚萌芽的另一半或不熟悉的朋友则不宜合作投资或有太多金钱往来，数目宜分明，避免因财失义、不欢而散。

【事业】
丙午年有一组大利人缘的吉星飞临，肖鸡者于职场上光芒四射，人际关系八面玲珑；加上强而有力的贵人加持，凭人脉网络将可拓展新路向，事业有望更上一层楼。至于「太阴」代表女性贵人，打工一族若直属上司是女性，马年将会特别受对方眷顾，容易获得提拔赏识，故不妨积极争取表现，为事业打好基础兼可有升迁机会。
而有「红鸾」吉星亦令肖鸡者的亲和力倍增，新一年与上司、同事及下属相处融洽，是非口舌减少，良好的工作氛围有助提升合作性。肖鸡的男士于职场上会大受异性欢迎，若工作环境以女同事为主将更为有利。至于从事地产、保险等销售中介，或公关、自媒体等需要经常与人接触者，马年亦会因为特别讨喜而带动业绩有所提升；若销售的产品或服务以女性顾客为主，马年的优势则更为明显，不妨亲力亲为多主动出击。
不过，由于人缘及桃花运极为畅旺，容易出现外来诱惑，肖鸡者需要锁定事业目标，时刻保持专注，以免因为分心于办公室恋爱或其他暧昧关系而惹来闲言闲语，拖垮原本向好的事业发展。

【感情】
感情运多姿多彩的一年，单身一族无论男女也能感受到吉星力量，于社交圈子中保持活跃，桃花机遇处，尤其单身男士的异性缘特别旺盛，有望结识外型及条件不俗的对象。惟对方可能会比自己稍为年长，若钟情成熟型或不介意年龄差距者，不妨积极把握，可望开展一段甜蜜的「姊弟恋」。
单身女士同样能受惠，得「红鸾」吉星加持个人魅力四射，即使平日作风较为低调，马年的注目度亦会上升，容易成为众人焦点。加上有「太阴」及「天乙」吉星推波助澜，无论女性长辈、朋友或同事均会积极安排聚会相亲，肖鸡者不妨多出席此类活动及多留意身边人，有望邂逅心仪对象而有进一步发展。
不过，已婚者再遇「红鸾」则要提防有桃花重叠情况，必须规行矩步、坚决抗拒外来诱惑，与异性保持适当的边界感，以免过分热情惹误会而引发三角恋，破坏与另一半建立已久的互信关系。至于情侣若关系稳定又有结婚计划者，不妨趁「红鸾」星动落实执行，与伴侣组织家庭，开展人生新一页。惟未打算共谐连理者则要慎防第三者出现而令感情生变，需要多克制自己。

【健康】
肖鸡者与流年太岁并无冲合，原则上健康运将会较蛇年有进步，之前的家宅问题亦可大幅减少，加上马年有一组大利人际关系的吉星进驻，即使遇上麻烦阻碍亦可借助人脉力量解决问题，凡事均可逢凶化吉。
不过，桃花及人缘运畅旺可谓「双面刃」，由于肖鸡者于社交圈子中表现活跃，容易受到同侪欢迎，难免会有较多饭局应酬，盛情难以推却。惟夜夜笙歌、灯红酒绿的生活不利健康，要提防因为作息不足而令抵抗力下降，亦要留心饮食过量而心广体胖，嗜杯中物者宜浅尝，以免肠胃负担过重，引发都市病。建议肖鸡者养成有规律的生活习惯，面对频繁邀约需要学懂拒绝或分配时间，亦要进行恒常运动及作息时保持身体健康。
另外，受到「贯索」及「勾神」凶星影响，马年容易有金钱纠葛或感情烦恼，纠缠不清的关系容易带来精神压力，多思多虑引发失眠问题。建议肖鸡者要避免与人合作投资，若必须牵涉金钱亦要数目分明，感情关系则更要梳理清晰，切忌含糊其辞，以免处理失当陷入情绪困局而庸人自扰。

农历正月（西历 2026 年 2 月 4 日至 3 月 4 日）
财运一得一失，收入有进账但又会有较多杂项开支，需要注意理财方向。本月面对风高浪急的投资市场需要特别谨慎，赚取利润后宜先行结算，以免有先盈后亏情况。一九八一年出生者跌入破财运，容易入不敷出，需要量入为出。二〇〇五年出生者情绪低落、心情烦闷，建议多做运动或多接触大自然，以正能量缓解内心郁结。

农历二月（西历 2026 年 3 月 5 日至 4 月 4 日）
相冲月份宜动不宜静，时间许可不妨出门走动，有助带旺运势。惟本月要为家宅琐事而劳心，需要多花时间处理，亦要多关心长辈健康。若有家人、亲友提出财务借贷或其他请求建议量力而为，以免帮助他人不成反令自己疲于奔命。一九四五年出生的长者关节容易受伤，出入时要注意安全，亦要提防厨房、浴室等家居陷阱。一九八一年出生者有较多伤风、感冒等小毛病，不宜安排太多活动应酬，需要争取休息时间。

农历三月（西历 2026 年 4 月 5 日至 5 月 4 日）
贵人助力充足，遇到困难时不妨请前同事或朋友帮忙，对方的人脉网络将会有助解决问题。本月个人担心焦虑较多，容易有无形压力，建议多接触大自然舒缓减压。1992 年出生者跌入破财运，不宜投资投机。2016 年出生的小朋友容易意外受伤，家长要多留意厨房、浴室等家居陷阱。

农历四月（西历 2026 年 5 月 5 日至 6 月 4 日）
本月好事多磨，做事易节外生枝，需经历重重困难始能成功，需要多加耐心并做好两手准备迎难而上。1978 年出生者情绪焦虑不安，容易有失眠问题，不妨多出门走动或接触大自然舒缓减压。2002 年出生者或遇兄弟姊妹及朋友求助，建议量力而为，避免超出能力范围而惹麻烦。

农历五月（西历 2026 年 6 月 5 日至 7 月 6 日）
本月为全年运势最波动的月份，需要特别注意身体健康，若有重要决定亦宜稍为推迟，以免因为决策错误而招致损失。既然运势不稳，建议本月可放假外游，既可放松身心，亦可以“借地运”方式提升运势。1954 年出生者健康有小毛病，不宜讳疾忌医。1990 年出生者人事争执不断，亦要提防手部受伤。

农历六月（西历 2026 年 7 月 7 日至 8 月 6 日）
诸事不顺、工作遇上麻烦阻碍，看似顺遂但实际执行时又困难重重，需要有心理准备应付突如其来的变数。本月财运亦有耗损，需要咬紧牙关面对，亦可考虑寻求贵人助力解决问题。火旺月份出生者不妨大量使用米、白及浅蓝色提升运势。1978 年出生者要慎防官非诉讼，签署文件、合约前需要多了解条款细则，亦可请专业人士提供意见。1990 年出生者精神紧张、神经衰弱，睡眠质量下降，不妨相约朋友聚会倾诉解开心结。

农历七月（西历 2026 年 8 月 7 日至 9 月 6 日）
本月需要提防轻微血光之灾，驾驶人士要奉公守法、时刻注意道路安全，工作需要接触机械者亦要特别留心，慎防意外受伤。1942 年出生的长者健康较受冲击，若有不适应当及早求医，以免虚惊一场。1966 年出生者容易扭伤、摔伤，高危的户外活动可免则免。

农历八月（西历 2026 年 9 月 7 日至 10 月 7 日）
犯太岁的影响稍为缓和，运势逐渐明朗化，之前遇到的困难阻碍亦渐见曙光。财运有轻微提升，惟始终较为财来财去，需要谨慎理财。1990 年出生者有机会误堕法网，处理监管机构的文件、合约时要特别小心。2002 年出生者情绪低落、容易胡思乱想，建议相约朋友饭叙倾诉，不宜钻进死胡同。

农历九月（西历 2026 年 10 月 8 日至 11 月 6 日）
贵人运顺遂，欲作出工作变动者本月可落实执行，尤其可请前同事或前上司协助，成功机会较高。惟本月与身边人容易有误会争执，宜多沟通寻求共识。1966 年出生者事业有进步，惟是非口舌频繁，需要注意人际关系。1978 年出生者可望发挥领导才能，惟容易破财，不宜投资投机。

农历十月（西历 2026 年 10 月 8 日至 12 月 6 日）
踏入属水的亥月运势渐入佳境，个人逻辑思维有进步，做事更有条理，可望于事业上一展所长，连带财运亦有进账，从商者将有机会收回一笔旧账。1954 年出生的长者头部及手部容易受伤，要慎防厨房、浴室等家居陷阱。1978 年出生者财运一得一失，需要量入为出，注意理财方向。

农历十一月（西历 2027 年 1 月 5 日至 2 月 3 日）
相冲月份人际关系倒退，健康亦会有小毛病，不妨考虑装修、维修家居或更换家俬助运。如时间许可宜放假外游，惟出门后要小心看管个人财物，慎防有行李遗失被盗情况，亦要困扰，需要调节心态面对。本月人际关系紧张，容易因为固执己见而有人事纠纷，需要多聆听别人意见，不宜过分强势。1966 年出生者呼吸系统较弱，要避免前往人烟稠密的地方，以免呼吸道受感染。1990 年出生者将会有家人、亲友提出财务借贷请求，建议量力而为，慎防令自己陷入财困。

农历十二月（西历 2027 年 1 月 5 日至 2 月 3 日）
本命年即将过去，运势将会步向平稳，惟仍有轻微冲击，健康方面有小毛病，情绪亦较受困扰，需要调节心态面对。本月人际关系紧张，容易因为固执己见而有人事纠纷，需要多聆听别人意见，不宜过分强势。1966 年出生者呼吸系统较弱，要避免前往人烟稠密的地方，以免呼吸道受感染。1990 年出生者将会有家人、亲友提出财务借贷请求，建议量力而为，慎防令自己陷入财困。

趋吉避凶的吉祥物
属鸡的人今年流年运程是吉中带凶！原因是个年命宫中虽有「天喜」等吉星照命，喜气洋洋，但亦有不少凶星混杂其中，故此吉凶参半，未可得意忘形。今年人缘良好，将会是得道多助，工作进展相当畅顺！但因有「勾绞」凶星照命，这警示前路将会出现诸多陷阱，必须提高警惕，小心翼翼地一一避开，以免自误前程！请记紧「有便宜莫贪」这句古训，祇要不贪便宜，便不容易上当。因有「卒暴」凶星照命，这警示今年的工作进展稍一松懈，便很可能突然急转直下，令人猝不及防而失败得莫名其妙。幸有「太阴」吉星照命，这预示在重要关头将会贵人指引提携，逢凶化吉。今年对事业发展最有助力的，是生肖属牛，以及属龙的人，彼此若能忠诚合作，将可共创美好未来。今年对工作最有利的方位，是东南方。今年以从对属「土」以及属「水」的行业最为有利。可在东南摆放一座龙凤和鸣为吉祥物。
`,
  "Dog": `
属狗的 2026 年运程
整体运程
肖狗与肖马关系友好，加上肖虎「寅午戌」属三合生肖，原则上新一年运势将会较为顺遂，容易出现新合作机会。不过，合太岁之年运势容易走向两极，尤其若被合走命格中所需的重要元素，则做事反而会一波三折，故肖狗者当中约有八成人可望稳步上场，但亦有两成人会较为起伏，故不能掉以轻心，需要谨慎应对。
除了与太岁相合，马年亦喜获「三台」、「华盖」及「地解」吉星飞临，为肖狗者的事业增添助力。「三台」代表楼梯阶，有步步高升之意，此星的光芒以拱照事业为主，打工一族有望凭出色的工作表现而有晋升机会。「华盖」则是皇帝出巡时的罗伞，有高高在上、受万人景仰之意，新一年才华得以发挥，尤其从事艺术、创作等将会更有利。不过，「华盖」亦是一颗与宗教有关的吉星，有孤芳自赏、独行独断之况味，较为不利感情及人缘。
至于「地解」则是房地产上的变动，马年居所或工作位置有机会出现变化，如住宅、办公室或商铺搬迁买卖、移居外地或驻守海外等。
虽然流年吉星力量充足，惟亦有「五鬼」入主，代表容易疑神疑鬼及有焦虑情绪，肖狗者对伴侣会有猜疑，需要多加沟通、坦诚相向。受此凶星影响，马年的个人能量较低，不宜再前往偏僻孤阴之地，以免影响气运。「官符」顾名思义就是官非诉讼，新一年签署文件、合约前必须谨慎了解条文细则，遇有疑问应向专业人士请教，从商者亦不宜让客户赊账、赊货，慎防对方周转不灵而需要破财对簿公堂。「披头」入主则要多关心长辈健康，此星亦有披头散发之意，马年需要多注意个人仪容，打算转换形象者亦要小心，慎防不被接纳而遭受非议。
整体而言，相合之年可望有新发展机遇，加上有代表逐渐进步的吉星力量加持，无论事业及财运均可拾级而上。惟始终合太岁仍会存在一定变数，加上凶星力量不能小觑，故虽然整体大方向属正面，建议肖狗者仍需要步步为营，凡事需策划周详，方能化险为夷。

【财运】
与太岁相合一般会有较多新合作机会出现，加上「三台」吉星象征楼梯阶、有步步高升之意，连带财运也有进步，即使收入与过往相同，马年亦会较容易有盈余。不过，始终合太岁之年仍存在变数，故肖狗者需要做好风险管理，面对新投资或新项目需要多了解市场环境，不宜投入大额资源，建议采取以小博大的方式进行，成功机会较高。
另外，马年亦有「官符」凶星飞临，若落实新合作前需要签署合约，务必要请专业人士帮忙核对条款细则，慎防大意遗漏而惹官非诉讼。从商者亦要多注意客户的财政状况，避免赊数、赊货，慎防对方赖帐而要提告招致损失。至于「地解」则代表田宅买卖，马年有机会因为居所、办公室或商铺装修、搬迁而有额外开支，建议预留一笔资金作应急之用。
由于马年未有直接的偏财星或贵人星进驻，而「三台」属于缓慢向上、循序渐进的吉星，而「华盖」则有独行独断之意，故新一年的投资策略仍需要以保守为大前提，选择稳健的中长线项目，落实前亦要经过自己的分析研究，难以倚赖贵人或小道消息而获利。

【事业】
马年喜获吉星眷顾，肖狗者能于职场上大展拳脚，事业属渐入佳境的一年。「三台」代表楼梯阶能拾级而上，新一年工作表现出色，可望凭实力而有升迁机会。加上有代表艺术才华的「华盖」飞临，若从事与文字、艺术、音乐等有关的创意工种，马年将会有突破性发展，事业更上一层楼。至于管理层亦可发挥聪明才智，惟「华盖」容易给人高不可攀，恃才傲物的感觉，需要多注意个人言行，保持谦虚低调。至于从事前线销售、中介或讲求团队精神工作的人士亦较受掣肘，需要多加沟通提高合作性。
至于「地解」入主代表岗位或工作位置上有机会出现变动，包括公司将发展基地转移、频繁出差或暂时驻守海外等，肖狗者不妨主动配合，离开原居地发展将可对事业带来正面积极影响。
不过，虽然受吉星带动易有升迁，职衔及权贵亦有提升，惟薪酬加幅只属一般，实际利益未算明显。加上受「华盖」影响人缘运较为薄弱，于职场上容易显得不合群甚至会被孤立，精神压力较大，建议调节心态，保持圆融的人际关系，则事业将会有更佳发挥。

【感情】
马年有代表缓慢进步的「三台」吉星进驻，有伴侣或已婚者感情尚算稳定，惟始终受到有宗教意味的「华盖」影响，此星是皇帝出巡时所用的罗伞，虽然受万人景仰，但亦会显得高高在上、予人难以接近之感，较为不利桃花，故即使有伴侣在身边，肖狗者亦会觉得对方不够了解自己，心情矛盾令孤单寂寞感觉倍增，需要多花时间经营二人关系。
另外，「五鬼」凶星飞临亦会令肖狗者变得神经质，容易疑神疑鬼，觉得另一半有所隐瞒，对伴侣的信任度降低，再加上因为家庭琐事或小朋友的管教方式而有意见分歧，容易累积不满而心生嫌隙，需要开诚布公及冷静沟通，以免因为猜度而惹误会破坏双方感情。既然关系有轻微冲击，建议肖狗者与伴侣培养共同嗜好，亦可安排家庭、朋友聚会或多结伴外游维系感情。
至于单身一族关系亦难有突破，除了欠缺贵人穿针引线，自己亦会颇为享受独处时光，对谈情说爱的追求较为淡泊，故觅得心仪对象能「脱单」的机会渺茫。既然时机未到，建议马年不妨先专注于事业发展，不宜对恋情有太大期望。

【健康】
丙午年的身体健康并无大碍，惟又有「五鬼」凶星，尽量不宜探病问丧，亦要避免前往地点荒僻的境场、庙宇或夜店、酒吧等不见天日之地，以免「疑心生暗鬼」产生不必要的焦虑。建议肖狗者可多出席寿宴或弥月宴等喜庆场合，以沾染旺气，亦不妨前往华丽的饭店、度假区等消闲玩乐，有助松弛身心。
另外，由于马年事业发展如意，可望有升迁机会，惟升迁后权贵及工作压力较大，加上同事之间的合作性一般，肖狗者容易有挥之不去的孤寂感，较为影响情绪，建议多做运动及多接触大自然，亦可放假出门短線旅游，上半年出生者可到寒冷地方、下半年出生者则宜前往热带地区，既可放松身心，亦可以「借地运」方式提升运势。
至于「披头」凶星入主则要注意家宅，尤其要多关心长辈身体健康，若有不适应尽快陪同求医，以免对事化大。既然流年亦有「地解」吉星，不妨趁机为长辈家居作小量装修、维修，更换损坏的电器或沙发、床褥等有贴身气运的家俬，有助提升家宅及健康运。

农历正月（西历 2026 年 2 月 4 日至 3 月 4 日）
事业有新的发展，但工作压力较大，需要与同事多加沟通。1970 年出生者容易陷入困境，建议保持谨慎态度。1994 年出生者人事争执频繁，宜冷静商讨寻求共识。本月手部容易受伤，进行户外活动时要特别小心。

农历二月（西历 2026 年 3 月 5 日至 4 月 4 日）
学习运强，建议报读在职培训或兴趣课程增值自己，长远对事业发展可有裨益。惟本月容易因为文件、合约出错而惹麻烦，签署前需要谨慎核对。1946 年出生的长者喉咙、气管较弱，需要多注意空气质量，亦要避免前往人烟稠密的地方，以防呼吸道受感染。1982 年出生者情绪焦虑不安，建议放假出门短線旅游，放松身心。

农历三月（西历 2026 年 4 月 5 日至 5 月 4 日）
做事一波三折，可幸眼前困境只属先难后易，不妨多请教前辈意见，问题最终可迎刃而解。本月亦宜多出门走动，有望「动中生财」。1982 年出生者有劫财运，不宜参与任何投机炒卖，容易招致损失。2006 年出生的年轻人与家人关系紧张，需要多加沟通、包容忍让，凡事以和为贵。

农历四月（西历 2026 年 5 月 5 日至 6 月 4 日）
贵人助力充足，若工作需要倚靠人脉者可有不俗回报。本月有轻微偏财运，但需见好即收。1958 年出生者心情郁闷，受失眠问题困扰，建议多接触大自然。1994 年出生者被是非口舌缠身，建议"少说话、多做事"明哲保身。

农历五月（西历 2026 年 6 月 5 日至 7 月 6 日）
运势一得一失，表面看似顺遂但实际情况不似预期，尤其面对新合作或新投资计划要特别谨慎，不宜被表面风光蒙蔽，以免招致损失。1970 年出生者人事争执不断，面对纷争需要多花时间沟通，不宜偏执己见。本月亦要提防关节受伤，有运动习惯者要特别留心。1994 年出生者有轻微打针、食药运，需要慎防工作过劳，以免拖垮健康而要破财就医。

农历六月（西历 2026 年 7 月 7 日至 8 月 6 日）
情绪低落、心情较为郁闷，时间许可不妨出门外游「借地运」，上半年出生者可到寒冷地方，下半年出生者则宜到热带地区，有助带动运势。1958 年出生者容易被骗而跌入破财陷阱，签署文件、合约前要多了解条文细则。1970 年出生者家宅运疲弱，花心力处理家事令自己较为烦恼，建议相约朋友聚会，互相倾诉解开心结。

农历七月（西历 2026 年 8 月 7 日至 9 月 6 日）
贵人运顺遂，做事能得助力而事半功倍，尤其从事前线销售、中介等工种，可望获得客户支持而业绩有提升，不妨积极把握。1982 年出生者容易因为言语误会而惹是非，需要提防人事纠纷。本月心脏或血压方面有小毛病，若有不适应尽快求医。2006 年出生者有轻微破财运，宜全面检视理财方向，以免入不敷支。

农历八月（西历 2026 年 9 月 7 日至 10 月 7 日）
有新合作机会临门，若牵涉的投资金额不多则可一试，惟需要大额投资则不宜轻举妄动，需要考虑周详。1970 年出生者容易惹官非诉讼，驾驶人士要遵守交通规则，以免被开罚单而破财。1982 年出生者为家宅之事而劳心，情绪较为困扰，不妨出门外游放松身心。

农历九月（西历 2026 年 10 月 8 日至 11 月 6 日）
做事遇上麻烦阻碍，尤其要多花时间处理家事，家人、亲友亦有机会提出财务借贷请求，建议量力而为，以免令自己陷入财困。1994 年出生者有轻微偏财运，钟情麻将玩乐或赛马活动者可小注怡情，亦可购买彩票碰运气。2018 年出生的小朋友有较多伤风、感冒等小毛病，家长需要多花时间照顾其起居生活。

农历十月（西历 2026 年 10 月 8 日至 12 月 6 日）
运势全面回升，无论事业及财运均可拾级而上，之前面对的困难亦渐见曙光，不妨多加耐心处理，可望圆满解决。1990 年出生者思绪混乱、精神难以集中，不妨多出门郊游，以大自然的力量缓解负面情绪。1994 年出生者工作压力较大，容易有失眠问题，亦要提防因为专注力不足而意外受伤，尤其手部首当其冲，需要特别小心。

农历十一月（西历 2027 年 1 月 5 日至 2 月 3 日）
财运走势顺遂，投资可获不俗回报，正财收入有提升，偏财方面只要不太贪心也有收获。1970 年出生者有家人亲友借贷请求，需要衡量个人能力，不宜强出头。1982 年出生者容易受金属所伤，外出驾驶时需特别注意交通安全，提防轻微汽车碰撞。

农历十二月（西历 2027 年 1 月 5 日至 2 月 3 日）
事业有进步空间，之前面对的困难渐见曙光，不妨积极把握机会。但本月健康运较弱，容易感到疲劳，1994 年出生者容易惹官非，签署重要文件请专业人士核对做实。2006 年出生者的年轻人有较多伤风、感冒等小毛病，需多关注健康，保持充足休息，避免过度劳累。

趋吉避凶的吉祥物
属狗的人 2026 年运势相当畅旺，但可惜容易惹小人，必须注意广结人缘财运反复，及早积累防饥。倘若要趋吉避凶，可在东方摆放一个生肖狗吊坠作为吉祥物。
`,
  "Pig": `
属猪的 2026 年运程
整体运程
肖猪者于蛇年属冲太岁，除非曾有结婚、添丁、置业或创业等喜事，否则相信不少人已经应了惊涛骇浪的一年。可幸来到马年与太岁并无冲合，有望站稳脚步及重整旗鼓，尤其曾有关系离合或工作变化者，新一年能逐渐步向平稳；若曾在蛇年举办喜事者，更有利在马年延续喜气运势，整体属迈步向前的年份。
马年喜逢两颗吉星进驻，肖猪者有望于各个范畴上向前推进。首先「月德」是大贵人星，代表慈祥和悦、凡事逢凶化吉，新一年人缘运畅旺，能得贵人眷顾而做事较为顺心，连带人际关系也有所修复。至于曾于过去的冲太岁之年转职或创业者，马年亦有望适应新环境，投入度倍增。加上有「玉堂」吉星加持，此星有金玉满堂之意，打工一族能于职场上展才华，无论权责及薪酬均会有提升；从商者亦可凭人脉而开拓财源，收入水涨船高。至于马年已与伴侣结束关系者，有「月德」帮忙可望扩阔社交圈子，惟始终桃花未算灿烂，故即使有心仪对象亦需要多花时间相处了解，不宜操之过急。
虽则受吉星带动运势全面回升，惟马年仍有「劫煞」、「死符」及「小耗」凶星飞临，肖猪者需要特别注意健康，提防有轻微受伤或其他琐碎毛病，亦要多关心长辈身体，若有不适应尽快陪同求医。至于「小耗」则代表轻微破财，虽然马年的财运已相对蛇年稳定，收入有增长、过去不敷支情况亦大有改善，惟始终会有较多额外开支，需要量入为出，谨慎理财。
总括而言，马年摆脱了冲太岁运势有所回稳，加上吉星力量充足，事业、财运及人际关系均能逐渐恢复。不过，「小耗」入主较为财来财去，既然破财在所难免，而「死符」又较为不利家宅及身体健康，建议生肖猪者多行善积德、花费于健康管理之上或购买心头好，主动「破欢喜财」应验运势。而投资方面则仍要选择稳健的中长线项目，不宜涉猎高风险的投机炒卖。谨记若能够调整步伐、凡事谨慎，积极把握眼前机遇，则马年仍属进步之年。

【财运】
冲太岁的冲击力极为强大，故肖猪者于蛇年无论正财及偏财均起伏甚大，容易入不敷支；来到马年与太岁并无冲合，加上有「玉堂」及「月德」吉星加持，财运可望平稳向上。「玉堂」顾名思义就是金玉满堂，马年将不乏赚钱机遇，加上有「月德」贵人扶持，人缘运顺畅，做事自然更得心应手。打工一族可望凭出色的工作表现而薪酬有满意加幅；从商者亦能凭人脉于原来的生意范畴上开拓财源；前线销售、中介等需要与人接触者亦可得客户支持而提升业绩，故各行各业的正财运均有进步。至于偏财方面亦可倚靠贵人力量，对方将会提供消息或作出提点，加上自己的眼光及决定颇为正确，于投资市场上获利的机会较高。
不过，始终蛇年经历冲太岁财运有较大亏损，故马年仍需要时间平复，建议肖猪者保留实力，即使开源成功亦要做好节流，赚取收入后将部分现金购买实物资产保值，提防无辜破财。另外，既然有代表轻微破财的「小耗」凶星，「死符」又较为冲击家宅，肖猪者不妨多花费于健康管理或赠医施药之上，主动破财挡灾化解凶星力量。

【事业】
蛇年冲太岁令肖猪者的人际关系四面受敌，缺少了人和做事处处碰壁；可幸踏入马年无冲无合，又有代表慈祥和悦的「月德」吉星加持，人际关系有所修复，打工一族逻辑思维清晰，上司对自己照顾有加，加上同事之间是非口舌减少、工作能得支援自然较有发挥。至于曾于相冲年转职或创业者，马年亦会逐渐适应新环境，能融入新公司的人事文化，工作表现亦有提升。
除了人缘畅旺有利事业发展，马年亦有「玉堂」吉星帮助开拓财源，打工一族有望凭人脉及个人心力而获得满意薪酬调整，任职前线销售、中介、自媒体或倚靠个人专业得财者，马年亦可受惠于吉星带动，生意额直线上升。不过，始终「小耗」凶星有破财机会，开源之余亦要学习节流，尤其从商者要削减不必要开支，保持收支平衡。
由于吉星力量强大，上司、同事、下属均对自己支援充足，事业运相对蛇年必定更有发展，自己亦能确立清晰路向。建议肖猪者把握眼前大好运势，谨守岗位、积极向前推进，可视为事业奠定稳固基础。

【感情】
经历了感情上的「关口年」，相信部分肖猪者已出现关系变化，所谓「一喜挡三灾，无喜是非来」，若于蛇年已与伴侣组织家庭者，马年将可以延续喜庆运势，有添丁打算者不妨落实执行。倘若于相冲年份关系已划上句号者，马年亦会有新发展方向，不妨收拾心情重新开始。
虽然马年不属桃花开遍地之年，可幸仍有力量强大的「月德」贵人吉星加持，单身一族可获长辈介绍引荐，于相亲活动中扩阔社交圈子。惟马年的姻缘运不属一见钟情、猛烈展开追求的类型，故即使遇上有好感的异性亦不宜操之过急，建议由朋友开始多花时间沟通了解培养感情，待时机成熟再作进一步发展，关系反而更能长久。
至于已婚者与伴侣感情稳定、彼此相处融洽，加上个人烦恼减少，情绪较为乐观正面，与另一半意见分歧时亦能心平气和寻求共识，相对蛇年摩擦大幅减少。虽然新一年仍有「死符」凶星影响家宅及长者健康，可幸二人能齐心协力解决问题，若感到有压力时不妨多与伴侣倾诉，亦可结伴外游放松身心，整体属康宁愉快的一年。

【健康】
蛇年冲太岁令健康备受冲击，身体有不同的小毛病、关节亦容易扭伤、摔伤，连带情绪也较受困扰。来到马年运势可望回稳，加上有凡事逢凶化吉、能化险为夷的「月德」吉星飞临，无论身体及精神健康均会有进步，只要稍为留意喉咙、气管及呼吸道毛病，慎防有过敏性问题即可。
不过，始终仍有「劫煞」及「死符」凶星，较为不利家宅，对健康亦有一定威胁，肖猪者除了要多作健康管理，亦可预先购买医疗及意外保险，以策万全。新一年亦要多关心长辈健康，不妨安排对方接受详细的身体检查，亦可多作赠医施药善举，助人自助提升福报。
由于家宅运一般，马年不宜触动流年五黄(正南)及二黑(西北)病星位置，若大门或床头坐落于病位，需要放置铜器重物或铜葫芦化解病气。另外，既然有「小耗」入主难免需要破财，不妨主动为自己及长辈装修家居，维修损坏的电器、更换沙发、床褥、窗帘等附有个人气运的物品，均可有助提升运势。
虽然整体健康并无大碍，惟工作难免会有轻微压力，建议多做太极、瑜伽等减压运动沉淀自己，亦可多郊游接触大自然，以正能量修补负面情绪。

农历正月（西历 2026 年 2 月 4 日至 3 月 4 日）
受「寅亥合」影响，肖猪者踏入正月一般会有较多波折，尤其要留心身体健康，提防关节受伤。一九八三年出生者有焦虑情绪，容易胡思乱想，不妨相约朋友聚会，互相倾诉解开郁结。一九九五年出生者与家人关系紧张，容易因为琐事有摩擦，亦要为长辈健康问题而操心，不妨放假出门旅游带动运势。

农历二月（西历 2026 年 3 月 5 日至 4 月 4 日）
有新合作机会出现，惟不宜轻举妄动，需要多了解市场环境，亦可向行业中的前辈请教，以免被表面风光蒙蔽而招致损失。一九三五年出生的长者与同辈有较多争执，需要冷静沟通，不宜动气。一九七一年出生者有轻微打针、食药运，尤其呼吸系统较弱，出入冷气场所需要注意添衣保暖。

农历三月（西历 2026 年 4 月 5 日至 5 月 4 日）
贵人运畅旺，做事能得助力而事半功倍，惟签署文件、合约前要特别小心，容易大意出错惹上官非，建议请专业人士帮助解决问题。一九四七年出生的长者情绪低落兼有失眠问题，不妨多散步或接触大自然缓解郁结。一九八三年出生者财运有耗损，不宜投资投机。本月亦容易受伤，户外活动时要格外留神。

农历四月（西历 2026 年 5 月 5 日至 6 月 4 日）
相冲月份宜动不宜静，不妨放假外游走动，有望「动中生财」。惟出门后要注意道路安全，驾驶人士要遵守交通规则，慎防轻微汽车碰撞。一九九五年出生者有轻微血光之灾，要提防厨房、浴室等家居陷阱，慎防因为健康而破财。二〇〇七年出生者本月属「天冲地冲」，人际关系倒退，尤其与家人摩擦不断，需要互谅互让、和睦共处。

农历五月（西历 2026 年 6 月 5 日至 7 月 6 日）
事业有新的发展课望于职场上大展拳脚，连带财运亦有进账，不妨把握好运，积极争取表现。一九七一年出生者关节容易扭伤或触及旧患，不妨以针灸理疗舒缓症状。二○一九年出生的小朋友有受伤机会，尤其头部及手部首当其冲，家长需要留意家居陷阱，慎防发生意外。

农历六月（西历 2026 年 7 月 7 日至 8 月 6 日）
个人雄心壮志、寄望能于事业上有更佳发挥，惟受外围因素影响知易行难，感觉较为心不从心，建议调整心态、尽力而为，亦可多进修学习，增值自己。一九五九年出生者有破财运，不宜轻信小道消息，慎防无辜受骗。一九九五年出生者脚部容易扭伤，进行户外活动时必须结伴同行，凡事安全为止。

农历七月（西历 2026 年 8 月 7 日至 9 月 6 日）
贵人助力充足，自己亦有新计划跃跃欲试，若投资金额不多则不妨一试，可望以小博大而有成功机会。一九七一年出生者肺部及呼吸系统较弱，容易有鼻敏感或久咳不愈情况，不妨以中医养生调理。二○○七年出生者财运疲弱，容易无辜漏财，不宜涉猎高风险的投机炒卖。

农历八月（西历 2026 年 9 月 7 日至 10 月 7 日）
事业稳步向前，工作能有发挥，惟本月比较容易惹官非，处理税局、海关等监管机构的文件往来时要特别小心，从商者亦要慎防客户赖帐而要對簿公堂。一九四七年出生者暗地漏财，不宜投资投机。一九八三年出生者眼睛容易发炎或有视力退化等小问题，亦要多关注心脏健康，若有不适应及早求医。

农历九月（西历 2026 年 10 月 8 日至 11 月 6 日）
家宅运受冲击，需多关心长辈健康，亦可装修、维修家居或断舍离清理旧物，有助提升气运。一九八三年出生者心情郁闷、较为影响睡眠质量，建议多做运动减压，亦可相约朋友聚会倾诉解开心情。二○○七年出生者财运不稳，外出时要小心看管个人财物，以免无辜被盗而破财。

农历十月（西历 2026 年 10 月 8 日至 12 月 6 日）
刑刻月份做事一波三折，健康亦会较受冲击，建议暂时放下手头工作出门旅游，以「借地运」方式提升运势。一九九九年出生者家居受噪音、漏水问题困扰，需要尽快聘请专业人士维修处理。一九七一年出生者情绪低落、容易钻牛角尖，建议报读兴趣课程，既可学习新知识亦可缓解压力。

农历十一月（西历 2027 年 1 月 5 日至 2 月 3 日）
学习运顺遂，个人求知欲望强，不妨报读在职培训或其他兴趣课程，有望增广见闻及开阔眼界。惟本月应酬聚会频频，需要谨慎理财，提防入不敷支。一九九五年出生者情绪焦虑、工作压力较大，不妨多做太极、瑜伽等运动放松身心。二○一九年出生的小朋友脚踝容易扭伤，进行户外活动时家长要特别留心。

农历十二月（西历 2027 年 1 月 5 日至 2 月 3 日）
有回报，不妨购买心头好奖励自己，亦可开始部署羊年来临。惟本月有轻微是非，容易遭受批评，待人处事宜保持低调。一九三五年出生的长者人际关系倒退，与后辈相处时要多聆听他人意见，不宜过分固执。一九七一年出生者有家人、亲友提出财务借贷请求，建议量力而为，不宜强出头令自己陷入财困。

趋吉避凶的吉祥物
属猪的人 2026 年宜在西方，或者床头摆放一座珠联璧合的琉璃吉祥物来生旺。
`
};
